[
  {
    "title": "معلومات عامة مفيدة",    
    "content": "يقضى الإنسان في الحياة 14 يوم في البحث عن أشياء ضائعة. ربع ساعة من الضحك يومياً يعادل ساعتين من النوم. تناول الثوم والبصل يساعد على سرعة نمو الشعر. يتفوق النساء على الرجال في حاسة الشم. سور الصين العظيم هو التحفة البشرية الوحيدة التي يمكن رؤيتها من سطح القمر. كوكب الأرض هو الكوكب الوحيد حالياً الذي يمكن أن توجد المياه في شكل سائل على سطحه. مجموع البحيرات الموجود في دولة كندا وحدها يفوق عدد البحيرات الموجودة في جميع دول العالم مجتمعة. هل تعلم أن أطول سلسلة جبلية في العالم هي سلسلة جبال الإنديز التي تقع في أمريكا الجنوبية. هل تعلم أن حواء سميت بهذا الاسم لأنها أم كل حي، وقيل أيضاً لأنها أنجبت لأدم أربعين ولداً في عشرين بطن وفي كل بطن ذكر وأنثي. صحراء أنتاركتيكا هي أكبر صحراء في العالم. هل تعلم أن استخدام خلايا الزجاج لتوليد طاقة، تكفي لتشغيل أجهزة مكتبية مثل الهاتف أو الطابعة. هل تعلم أن أسبانيا تعتبر أكثر دولة تحتوي على لغات متداولة في العالم. هل تعلم أن القدس تم احتلالها على مدى التاريخ 24 مرة. هل تعلم أن أول من صنع الصاروخ هي ألمانيا وذلك في عام 1942م. هل تعلم أنه لا يمكن للإنسان ظرف الدموع قبل أن يبلغ شهراً من العمر.",
    "image": "https://images.unsplash.com/photo-1501862700950-18382cd41497?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=819&q=80"
  },
  {
    "title": "معلومات عامة ثقافية عن الدول",    
    "content": "يُطلق على اتحاد دولة النمسا مع سويسرا النواة المحايدة لأوروبا. تُشكّل الهند الجزء الأكبر من جنوب قارة آسيا. تُعدّ أوكرانيا الدولة الثانية حجمًا بعد دولة روسيا في قارة أوروبا. تُعدّ كندا ثاني أكبر دولة في كافة أنحاء العالم بعد دولة روسيا، وتتميز بكثافتها السكانيّة المرتفعة. تُعدّ أستراليا القارة الأصغر حجمًا بين القارات في العالم. تتميز إيطاليا بضمّها لمجموعة متنوعة من المناظر الطبيعية المميزة على سطح الأرض. تضمّ الولايات المتحدة الأمريكية 50 ولاية. تُعدّ الصين الدولة الأكبر من حيث عدد السكان في العالم، فضلًا عن كونها الدولة الأكبر حجمًا بين الدول الآسيوية. تُعدّ دولة المكسيك ثالث أكبر دولة في أمريكا اللاتينية. كان يُطلق على بلد العراق في العصور القديمة اسم بلاد ما بين النهرين، والتي تتميز بضمّها لأقدم حضارات العالم. تتكون دولة اليابان من سلسلة كبيرة من الجزر. تُعدّ فرنسا من دول الغرب التي تتمتع بتاريخ وثقافة مميزة، فضلًا عن دورها الأساسي ذو الأهمية الكبيرة في الشؤون الدولية. تُشكّل دولة إسبانيا ما نسبته 85% من شبه الجزيرة الأيبيرية.",
    "image": "https://images.unsplash.com/photo-1501862700950-18382cd41497?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=819&q=80"
  },
  {
    "title": "بنيامين دزرائيلي",
    "content": "يمكن القول بشكل عام ان الإنسان الاكثر نجاحا ً في الحياة هو من تتوفر لديه أفضل و أحسـن المعلومات",
    "image": "https://images.unsplash.com/photo-1501862700950-18382cd41497?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=819&q=80"
  },
  {
    "title": "اندرو كارنيجي",
    "content": "الإنسان الذي يمكنه اتقان الصبر يمكنه اتقان أي شئ آخر",
    "image": "https://images.unsplash.com/photo-1501862700950-18382cd41497?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=819&q=80"
  },
  {
     "title": "خولة القزويني",
    "content": "الفكرة باختصار : ضع هدفاً ، و لا تتخل عنه حتى تحققه",
    "image": "https://images.unsplash.com/photo-1501862700950-18382cd41497?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=819&q=80"
  }
]
