{
  "status": "ok",
  "totalResults": 2,
  "articles": [
          {
      "source": {
        "id": null,
        "name": "New York Times"
      },
      "author": "John Eligon",
      "description": "تعد رقبة الإنسان من أكثر أجزاء الجسد تعرضا للإجهاد. هذه الرقبة المتكونة من سبع فقرات عظمية تقوم بدعم الرأس والذي يزن أكثر من 5 كيلو جرام ولأن الرقبة دائما تكون في حركة مستمرة فيمكن لبعض الحركات أن تتسبب في إصابة الرقبة وقد ينتج عنها آلام شديدة أو متوسطة تؤثر على أعمالنا اليومية وفي بعض الأحيان تشعر بأن آلام رقبتك تحسنت ولم تعد تعاني من مشكلة لكن ماذا لو استمر الألم معك؟ كيف يمكنك معالجة ذلك؟",
      "title": "كيفية علاج الآم الرقبة",
      "url": "https://sample-videos.com/video123/mp4/720/big_buck_bunny_720p_20mb.mp4",
      "urlToImage": "https://se77ah.com/artimg/artbig/2873.jpg",
      "publishedAt": "مقدمة تعد رقبة الإنسان من أكثر أجزاء الجسد تعرضا للإجهاد. هذه الرقبة المتكونة من سبع فقرات عظمية تقوم بدعم الرأس والذي يزن أكثر من 5 كيلو جرام ولأن الرقبة دائما تكون في حركة مستمرة فيمكن لبعض الحركات أن تتسبب في إصابة الرقبة وقد ينتج عنها آلام شديدة أو متوسطة تؤثر على أعمالنا اليومية وفي بعض الأحيان تشعر بأن آلام رقبتك تحسنت ولم تعد تعاني من مشكلة لكن ماذا لو استمر الألم معك؟ كيف يمكنك معالجة ذلك؟ هذا الذي سوف نتناوله في هذا المقال بحول الله فعندما يحدث تقلص في عضلات الرقبة وذلك بسبب أنك تعاني من إجهاد بدني أو إجهاد نفسي الذي يعمل على تقليل وصول الدم إلى العضلات بشكل تام لذا فإنك تشعر بآلام لذلك فإن أفضل الطرق للتخلص من هذه الآلام هو تخفيف الجهد البدني أو النفسي وكذلك علاج العضلات وهناك بعض العلاجات المنزلية الصحية التي يشاد بها للتخلص من آلام الرقبة وشد العضلات وأيضا يمكنك تعلم أساليب هامة تمنع حدوث هذا التقلص العضلي من الأساس. مشاكل الرقبة الرقبة الملتوية: الكثير من الناس يستيقظ في الصباح ليجدوا أن رقابهم قد التوت في أحد الجوانب ويشعر بثباتها في ذلك الجانب وذلك لأن الرقبة أخذت وضعية غير صحية ويمكن أن يستمر معك الألم في هذه الحالة من يومين إلى ثلاثة أيام فقط عليك بأخذ الطرق العلاجية الصحية التي ذكرناها بطريقة سليمة وإذا لم تتحسن في غضون أسبوع من الأفضل مراجعة طبيب مختص. مشاكل العظام: قد يعاني الشخص من تمزق في عظام الرقبة ويسمى ذلك بداء الفقار الرقبية وفي أغلب الأحيان يحدث هذه المرض عند كبار السن ولا يظهر أعرض لهذا المرض وفي هذا الحالة يجب مراجعة طبيب خاص أما آلام الرقبة الناجمة من ضغط عصب الرقبة فقد تحدث نتيجة أن رقبتك أخذت وضعا غير مناسب ويمكنك العلاج من هذه الحالة إذا اتبعت الطرق العلاجية المذكورة في أعلى المقال.",
      "content": "طرق معالجة آلام الرقبة في المنزل \nالثلج مخدر لآلام يقوم الثلج بتخدير آلام الرقبة بشكل جيد وكذلك يقلل من التهاب العضلات حيث نقوم بوضع كمية من الثلج الرقيق المهروس في كيس بلاستيكي ونقوم بتغطيته بقطعة من القماش الخفيف ثم نقوم بوضعه على منطقة الألم لمدة لا تقل عن 15 دقيقة. الكمادات الحارة حول العنق حيث تعمل الحرارة على زيادة تدفق الدم وتقلل من تشنج وتصلب العضلات نقوم هنا باستخدام قطعة من القماش أو منشفة مبللة بالماء الدافئ ويمكن استخدام زجاجة بها ماء دافئ لكن يجب الحذر من إبقاء هذه المنشفة أو الزجاجة لفترة طويلة لأن وجود الحرارة لوقت طويل يزيد من الألم. النوم على وسادة منخفضة يفضل أن تكون الوسادة غير السميكة فيجب أن تضع رأسك على وسادة منخفضة وتجنب النوم على وسادتين لأن ذلك يؤدي إلى ثني عنقك بطريقة غير طبيعية وقم بالاستلقاء لبعض الوقت وهذه الطريقة بسيطة ومفيدة في التخلص من آلام الرقبة وتزيل تشنج العضلات وتقلصها حيث يتم الاستلقاء لبعض الوقت وتجنب الوسادة الصلبة لكي لا تزداد آلام الرقبة حيث إن الوضعية السيئة خلال اليوم أو خلال النوم تزيد من آلام الرقبة وتفاقمها وهذا الذي قد يسبب معظم آلام الرقبة فيجب الانتباه إلى ذلك واختر الوضعية المريحة التي لا تسبب لك الآلام. تجنب الضغط العصبي إن الضغط النفسي يؤدي إلى ازدياد شد العضلات لذلك ينصح بالابتعاد عما قد يسبب الضغط والتوتر قدر الإمكان ولا تفكر في ذلك واحرص على الراحة وعليك بممارسة تمارين الاسترخاء ومن أهم هذه التمارين: تمرين الاسترخاء التدريجي وتمرين التنفس العميق. تمارين بسيطة نقوم بشد عضلات الرقبة بلطف ثم إمالة الرأس نحو الأعلى والأسفل ومن جانب إلى جانب آخر وتحريك العنق بعناية شديدة من اليسار وإلى اليمين ثلاث مرات متتاليات إذ إن هذه التمارين البسيطة والتي يجب عليك تطبيقها بحذر تعمل على تقوية عضلات الرقبة تسهل حركتها. قم بتدليك الرقبة: لأن القيام بتدليك الرقبة من شأنه أن يعمل على تخفيف تقلص العضلات وتوفر لها راحة مؤقتة ويساعد على النوم مريح ويجب أخذ حمام ساخن لإرخاء عضلات الرقبة نستخدم زيت من زيوت المساج ثم نقوم بدلك الرقبة ومنطقة الكتفين باستخدام اليدين نطبق ضغط خفيف أثناء التدليك وبحركات دائرية. التدرب على استقامة الرقبة: من أهم وظائف الرقبة أنها تقوم بضبط التوازن بين الرأس والعمود الفقري حيث عندما يقوم الظهر بالانحناء إلى الأمام تنحني الرقبة إلى الخلف وذلك لخلق توازن لازم بين أجزاء الجسم ونقوم بممارسة تمارين التوازن حيث نقف ليكون الظهر ملتصقا بالحائط وكذلك تكون الأرداف ومنطقة الكتفين والجزء الخلفي للرأس باتجاه الحائط ثم نبتعد عن الحائط بمقدار خطوة واحدة ثم نرجع مرة أخرى إلى المكان الذي تقدمنا منه ونقوم بتكرار هذا التمرين أكثر من 10 مرات في اليوم. تمرين الاسترخاء التدريجي: قبل ذلك نقوم بالبحث عن مكان خالٍ وهادئ ثم نقوم بالاستلقاء ونغمض أعيننا وبعد ذلك نقوم بشد عضلات الرقبة ثم تركها على مرات متتالية والأفضل نتبع هذا الخطوات مع باقي أجزاء الجسم الأخرى. تمرين التنفس العميق: نحرص على الجلوس في وضعية مريحة نقوم بأخذ نفس عميق بشكل بطيء لنتأكد بأن النفس يخرج من عمق البطن نقوم بوضع أيدينا على منطقة المعدة ثم نحرص على إخراج النفس بشكل بطيء ونقوم بتكرار هذه الخطوات عدة مرات. تمارين خاصة بالرقبة: القيام بهذه التمارين تعمل على تخفيف ألم الرقبة وذلك بأن تحضر منشفة مبللة بماء دافئ قبل قيامنا بهذا التمرين بعد ذلك نقوم بممارسة التمرين بعمل حركات دائرية للرقبة وفي كل الاتجاهات وعلى مدى الواسع ونقوم بعمل هذا التمرين خمس مرات لكل جلسة حيث تلزم ثلاث جلسات في اليوم الواحد. العمل المكتبي والمحافظة على الرقبة عندما نقوم بتأدية الأعمال المكتبية أو الأعمال الحاسوبية نصدر الكثير من حركات الانحناء والالتفاتات وغيرها وذلك يسبب في إصابة الرقبة بالتقلصات وأضرار لذلك يجب أن نحرص على أداء هذه الأعمال من دون انحناء الرأس إلى الأسفل أو الالتفاتات الرأس في أي اتجاه ويمكننا أن نغير من ارتفاع المقعد وكذلك شاشة الكمبيوتر ونجعله في مرمى النظر بشكل دائم. نصائح وارشادات يجب أن تحرص على النوم بشكل مستقيم وأن تكون يديك ممدودة على الجوانب. استعمل وسادة صغيرة وغير سميكة للنوم أو الاستراحة عليها. عندما يتوجب عليك القيام بعمل متواصل يجب عليك أخذ استراحة. احرص على الجلوس بشكل معتدل عند القراءة أو العمل المكتبي واستخدامك للحاسوب. يفضل استخدام طوق الرقبة إذا كنت تعاني من داء الفقار الرقبية ليس في كل الأحول بل في الأمور التي تقتضي ذلك أثناء سفرك مثلا. احرص على المداومة في عمل تمارين الرقبة بهدوء وابتعد عن التوتر والقلق. وإذا كنت تعاني من خشونة في الرقبة أو داء الفقار الرقبية لا تقم بوضع يديك تحت رأسك عند النوم. عند شعورك بآلام في الرقبة تجنب حمل الأشياء الثقيلة وممارسة التمارين القاسية. الأفضل أن لا تستحم بالماء البارد وأن تتجنب التعرض للبرودة قدر المستطاع."
    },
    {
      "source": {
        "id": null,
        "name": "ESPN"
      },
      "author": null,
      "title": "ما هي أعراض تشنج الرقبة",
      "description": "تشنج الرقبة هو شعور بانكماش مفاجئ وغير طوعي في منطقة الرقبة أو شعور بالشد في أحد أنحاء الرقبة بشكل مزعج و لا يمكن السيطرة عليه وقد يحصل اهتزاز لرقبة وفي بعض الأحيان لا نشعر بالألم إلا في حال تحريك الرقبة باتجاه معين \" مكان الألم \" ويعود سبب التشنج كرد فعل لعضلات الرقبة على الإجهاد أو أخذ الرقبة وضعية خاطئة لفترة من الزمن أدت إلى حدوث ضعف و ألم في العضلات المتصلة بالرقبة وربما يكون التشنج ناتجا عن التعرض لإصابة أو اضطراب و في بعض الظروف قد يكون سبب التشنج عائدا إلى حالة مرضية مثل خلل التوتر في عنق الرحم الذي قد يسبب تشنج لرقبة و رعشة ومن الممكن أن تحدث تشنجات الرقبة قريبة بما فيه الكفاية إلى الحبل الشوكي أو الجذور العصبية المؤدية من وإلى الحبل الشوكي مما يؤدي للضغط على واحدة من هذه الأعصاب الحساسة متسببة بألم شديد.",
      "url": "https://commondatastorage.googleapis.com/gtv-videos-bucket/sample/BigBuckBunny.mp4",
      "urlToImage": "https://se77ah.com/artimg/artbig/2865.jpg",
      "publishedAt": "تشنج الرقبة هو شعور بانكماش مفاجئ وغير طوعي في منطقة الرقبة أو شعور بالشد في أحد أنحاء الرقبة بشكل مزعج و لا يمكن السيطرة عليه وقد يحصل اهتزاز لرقبة وفي بعض الأحيان لا نشعر بالألم إلا في حال تحريك الرقبة باتجاه معين \" مكان الألم \" ويعود سبب التشنج كرد فعل لعضلات الرقبة على الإجهاد أو أخذ الرقبة وضعية خاطئة لفترة من الزمن أدت إلى حدوث ضعف و ألم في العضلات المتصلة بالرقبة وربما يكون التشنج ناتجا عن التعرض لإصابة أو اضطراب و في بعض الظروف قد يكون سبب التشنج عائدا إلى حالة مرضية مثل خلل التوتر في عنق الرحم الذي قد يسبب تشنج لرقبة و رعشة ومن الممكن أن تحدث تشنجات الرقبة قريبة بما فيه الكفاية إلى الحبل الشوكي أو الجذور العصبية المؤدية من وإلى الحبل الشوكي مما يؤدي للضغط على واحدة من هذه الأعصاب الحساسة متسببة بألم شديد. أسباب أخرى لتشنج الرقبة : يمكن أن يكون سبب تشنجات الرقبة نتيجة حدوث شد عضلي أو توتر في العضلات سواء من مجهود بدني مثل رفع الأحمال الثقيلة أو قيام بتمرين مجهدة أو من توتير العضلات دون وعي في الاستجابة للإجهاد.و يمكن أن يحدث توتر العضلات أيضا نتيجة توتر عضلي في استجابة للألم الناتج عن بعض الحالات مرضية. كما يمكن أن تحدث تشنجات الرقبة كأثر جانبي لبعض الأدوية بما في ذلك استخدام دواء الهالوبيريدول (هالدول) وميتوكلوبراميد (ريجلان).",
      "content": "متى يكون تشنج الرقبة عرضا : قد يكون تشنج الرقبة عارضا إثر وجود إصابة كسر في منطقة الرقبة بالإضافة إلى ما ذكرناه سابقا كون تشنج الرقبة عرضا لحالة مرضية و سنذكرها فيما يلي : 1. التشنج الناتج عن وجود خلل التوتر عنق الرحم. 2. الاضطراب المزمن الذي يسبب حركات لا إرادية في الرقبة. 3. الإصابة بسرطان عنق الرحم (الأمراض الإنتكاسية في الرقبة). 4. وجود انزلاق غضروفي . 5. عدوى فيروسية 6. الأمراض الإنتكاسية (بسبب البلى وآثار الشيخوخة على العمود الفقري) 7. تضيق العمود الفقري (تضيق القناة الشوكية وخلق الضغط على الحبل الشوكي أو الأعصاب) 8. قد يكون تشنج الرقبة عرضا لصداع التوتر 9. فيبروميالغيا (وهي حالة مزمنة تسبب الألم والتصلب) 10. الإصابة بالتهاب السحايا (عدوى أو التهاب كيسي حول المخ والحبل الشوكي) 11. المعانة من التهاب العظم والنقي (عدوى العظام) متى يجب زيارة الطبيب : تشنج الرقبة في حد ذاتها ليست حالة خطيرة ولكن في بعض الحالات يمكن أن يكون عرضا لحالة خطيرة. و التماس الرعاية الطبية الفورية إذ ما وجد أعراض خطيرة تشير إلى وجود ضغط على الأعصاب مثل فقدان الإحساس في الأطراف أو الكتفين وفقدان كامل للتوازن أو إذا كان لديك تصلب الرقبة مترافقا مع أي من الأعراض التالية: ارتفاع في درجة الحرارة والصداع وزيادة الحساسية للضوء أو الغثيان مع أو بدون قيء ينصح بالتماس العناية الطبية الفورية."
    }
 
  ]
}
