{
  "status": "ok",
  "totalResults": 5,
  "articles": [
    {
      "title": "أهم فوائد الجزر الصحية",
      "urlToImage": "https://se77ah.com/artimg/artbig/7903.jpg",
      "content": "بفضل مذاقه اللطيف ،يعد الجزر من بين أفضل الوجبات الخفيفة الصحية التي يمكن أن تهدئ شهيتك للوجبات السريعة. قال موقع \"Food Prevent\" الأمريكي أن الجزر يحتوي على مستويات عالية من الفيتامينات ومضادات الأكسدة والألياف التي تقلل من خطر الإصابة بالسرطان وأمراض القلب ومرض السكري من النوع الثاني ، وهنا 7 أسباب مقنعة تشرح لماذا يجب أن تجعل تناول الجزر عادة يومية.\n\n1- بيتا كاروتين هو مصدر غني للبيتا كاروتين ، وهو أحد مضادات الأكسدة الفعالة ويوفر العديد من الفوائد الصحية. يتحول البيتا كاروتين في الجسم إلى فيتامين أ الذي يحافظ على نضارة البشرة. تشير الدراسات إلى أن البيتا كاروتين يحمي الرئتين من السموم التي تؤدي إلى سرطان الرئة ، وتشمل الأغذية الأخرى الغنية بالبيتا كاروتين السبانخ واللفت والكرنب\n\n2- هناك حاجة إلى بعض المعادن الأساسية والفيتامينات والألياف والإنزيمات لدعم الهضم. الجزر هو مصدر مهم لهذه المكونات ، لأنه يحتوي على كميات متساوية من الألياف القابلة للذوبان وغير القابلة للذوبان ، والتي تساعد على دفع الغذاء من خلال الجهاز الهضمي ، ويتحول بيتا كاروتين إلى فيتامين A ، مما يعزز صحة الخلايا الليمفاوية ، والتي هي الخلايا التي تقاتل مسببات الأمراض وهي غنية بالكالسيوم والبوتاسيوم ، وهي ضرورية للتقلص الطبيعي لجميع أنواع العضلات ، بما في ذلك المسؤولة عن نقل الطعام من خلال الجهاز الهضمي. لهذه الأسباب ، تشير الدراسات إلى أن تناول الجزر بانتظام قد يمنع قرحة المعدة.\n\n\n3- يعمل البوتاسيوم والبوتاسيوم والصوديوم معًا لموازنة مستويات السوائل في الجسم ، مما يحافظ على صحة الكلى ويقلل من ارتفاع ضغط الدم ، لكن لسوء الحظ ، نمد أجسامنا بنسبة الصوديوم التي تفوق النسبة التي تحتاجها ، لأن جميعها أنواع الأطعمة المصنعة تحتوي على مستويات عالية منه. من ناحية أخرى ، يمكن للجزر المساعدة في استعادة مستويات الصوديوم لتحقيق التوازن ، لتخفيف الضغط على الكلى والجهاز الدوري بأكمله.\n\n\n\n4 - صحة الأسنان تساعد الجزر على الحفاظ على صحة أسنانك ولثتك ، مضغ الجزر يقلل من تراكم لويحات الأسنان ويحفز اللعاب ، مما يساعد على التحكم في البكتيريا في فمك\n\n\n\n5- أحد أقوى العناصر الغذائية النباتية الموجودة في الجزر \"farkarenol\" ، الذي يعتقد أنه يقلل من خطر الإصابة بسرطان القولون ويدعم أيضًا صحته العامة. يمكن أن تقلل المغذيات النباتية - بما في ذلك مضادات الأكسدة - في الجزر من خطر الإصابة بجميع أنواع السرطان ، وتكون الفوائد أكثر عندما يتم طهي الجزر ، لكن لا تتردد في الاستمتاع به بالطريقة التي تريدها.\n\n\n\n6- الكاروتينات: ذكر الموقع أن الجزر يحتوي أيضًا على مجموعة من مضادات الأكسدة تسمى الكاروتينات ، والتي تساعد على تنظيم نسبة السكر في الدم ، وبالتالي فإن اتباع نظام غذائي غني بالكاروتينات يقلل من خطر الإصابة بالنوع الثاني من مرض السكري. كانت نتائج الدراسة التي أجريت في هذا الصدد مختلطة ، فقد أكدوا جميعًا أن نسبة الكاروتينات التي تقلل من خطر الإصابة بالنوع الثاني من داء السكري تتراوح بين 15 و 22٪.\n\n\n\n7- الألياف بالإضافة إلى تسهيل الهضم ، فإن الألياف لها فوائد أخرى. في الواقع ، تندمج الألياف القابلة للذوبان في الجزر بكوليسترول البروتين الدهني منخفض الكثافة (هذا هو النوع السيئ) وتسمح لأجسامنا بالتخلص منه ، ونتيجة لذلك نحن أقل عرضة لجلطات الدم وانخفاض خطر الإصابة بأمراض القلب. والألياف غير القابلة للذوبان تساعد أيضًا في منع الإمساك وانسداد الأمعاء ، مما يقلل من احتمالية حدوث مشاكل مثل البواسير وحتى سرطان القولون والمستقيم.\n\n\n\nعند تخزين الجزر ، من الأفضل إبقائها رطبة بعد التقشير ، لذا تأكد من إضافة القليل من الماء إلى الحاوية التي يتم تخزين الجزر فيها ، ولكن ليس من الضروري تقشير الجزر قبل تناولها ، كما يفعل معظم الناس ببساطة هذا لأن طعم القشر مرير. الشيء. الجزر متعدد الاستخدامات ، حيث يمكنك إضافته إلى السلطة والطعام المقلي واليخوت ، ويمكنك غمسه في طبق الحمص الصحي أو صلصة رانش ، ولأن نكهته الطبيعية لذيذة ، يمكنك الاستمتاع بتناوله فقط تأكد من أن لديك ما يكفي منها للاستمتاع بحياة طويلة وصحية.\n\n"
    },
    {
      "title": "البامية وعلاج مرض السكري",
      "urlToImage": "https://se77ah.com/artimg/artbig/8008.jpg",
      "content": "أكدت بعض الدراسات الحديثة بوجود علاقة بين قرون البامية Okra وعلاج مرض السكري.\n ** إستندت تلك البحوث والدراسات بضرورة إتباع نظام غذائي غني بالألياف، البروتينات، الفيتامينات، المعادن ومضادات الأكسدة. وجد أن قرون البامية الخضراء تحتوي على جميع هذه المواد والقيم الغذائية و من هنا أشادت بدور البامية وتحكمها بمستويات السكر في الدم.\n ** رغم قلة البحوث والدراسات التي أكدت دور قرون البامية في خفض مستوى السكر؛ إلا أن هناك بعض الباحثون أكدوا بفعاليتها فقد وجد هؤلاء الباحثون بأن الفئران التي تم تغذيتها ببذور وقرون البامية وقشورها المجففة أظهرت إنخفاضاً ملحوظاً في مستويات السكر في الدم. \n** في حين أن مجموعة أخرى من الفئران، تم تغذيتها من منقوع قرون البامية لمدة 10 أيام، فكان الملاحظ إنخفاض تدريجي في مستويات السكر في الدم. \n** ومن جانب أخر أوصت الجمعية الأمريكية لمرض السكري(ADA) بتناول من 3-5 وجبات من الخضار الغير نشوية يوميا، وتعد البامية من تلك الوجبات التي ينصح بها. بعض الحقائق العلمية عن البامية Okra: \n– قديما أطلق على البامية لقب إصبع السيدة وإسمها العلمي هو Abelmoschus Esculentus .\n – قرون البامية تعد عشبة إستوائية، وأول من قام بزراعتها هم المصريون على ضفاف النيل. \n– تمتاز قرون البامية الخضراء بإنخفاض سعراتها الحرارية وعدم إحتوائها على الدهون المشبعة والكوليسترول. \n– تعد قرون البامية مصدرا غنيا بفيتامين C, K بالإضافة لمستويات عالية من المغنيسيوم Mg. – تساعد البامية في التحكم بمستوى السكر في الدم. \n– البامية ليس لها أي من الأثار الجانبية الضارة. أفضل طريقة للإستفادة من فوائد قرون البامية الصحية: – إقطعي نهاية 3-4 قرون من البامية. \n– لا تقومي بغسل القرون ما عليك إلا شق القرن و تخلصي من السائل اللزج. – أسقطي تلك القرون في كوب أو وعاء من الماء وقومي بتغطيته وإتركيه طوال الليل. \n– في الصباح، قومي بإخراج تلك القرون، وإشربي ماءها كل صباح. هذه الطريقة تضمن لك علاجاً فعالاً لمرض السكري وتمكنك من السيطرة على مستوي السكر في الدم وأيضا يمكنك طهى البامية فيما بعد. كيف يمكن للبامية أن تكون علاجاً فعالاً لمرض السكري؟ \nتمتلك قرون البامية الخضراء خصائص مضادة لمرض السكري وذلك لأسباب عدة: إحتوائها على ألياف قابلة للذوبان،\n والتي تساعد على إبطاء عملية نقل وتواجد السكر في الدم. ويتم ذلك عن طريق خفض معدل امتصاص السكر من الأمعاء. تساعد قرون البامية الخضراء في تقليل مستوى سكر الجلوكوز في الدم، فوجود الألياف القابلة للذوبان يشكل نوعا من الهلام داخل الأمعاء، \nوهذا يبطئ عملية إمتصاص سكر الطعام في الأمعاء. وأيضا تساعد تلك الألياف على خفض نسبة الكوليسترول عبر أحماض الصفراء Bile Acids وبالتالي يتم التخلص منها ومنع إعادة إمتصاصها. بعض الفوائد الصحية لقرون البامية لمرضى السكري: \n– انخفاض مؤشر نسبة ومستوى السكر في الدم Glycemic Index) GI)، إن كنت مصاباً بمرض السكري، ينصح بتناول طعام منخفض السكر فتكون قيمة GI منخفضة. و البامية و وفقا للمعايير الطبية، تعتبر قيمة GI لها منخفضة جدا. \n– الألياف القابلة للذوبان هي مفيدة جداً في علاج مرض السكري فهي تلعب دوراً هاماً في هضم الكربوهيدرات البسيطة والمعقدة. فقرون البامية غنية بكميات كبيرة من الألياف القابلة للذوبان و التي تساعد في إبطاء عملية هضم السكريات وتقلل من مستوى السكر ي الدم ومن تأثيرها الضار، كما وتساعد تلك ألياف في تسريع عملية الهضم وتسريع عمل الجهاز الهضمي.\n – الحد من أمراض الكلى المصاحبة لمرض السكري وخاصة النوع الثاني لمرض السكري. فإن تناولت قرون البامية بالطريقة الصحية و إتبعت نظاماً غذائياً صحي فيمكنك منع أمراض الكلى والحد من تدهورها. \n– تعد قرون البامية مصدراً غنياً بمضادات الأكسدة القوية مثل Quercetin، Catechin، Epicatechin و Rutin و هي تساعد في الوقاية من الأورام، السرطان، أمراض القلب، أمراض الكلى، الشبخوخة وليس فقط مرض السكري. \n– تعتبر قرون البامية الخضراء مصدراً للعديد من الفيتامينات A,C,K,B6 وحمض الفوليك، بجانب العديد من المعادن كالنحاس المغنيسيوم، الكالسيوم، البوتاسيوم والمنغنيز أيضا.\n"
    },
    {
      "title": "أسباب و اعراض مرض هوفمان\n",
      "urlToImage": "https://se77ah.com/artimg/artbig/8015.jpg",
      "content": "مرض هوفمان أو مرض ضمور العضلات الشوكي (SMA) هو مرض وراثي يصيب الأعصاب التي تظهر من النخاع الشوكي في العمود الفقري. يبدو ضمور العضلات الطرفي مع استرخاء شديد في العضلات. اعراض مرض هوفمان أو ضمور العضلات الشوكي (SMA) يجعل العضلات في أجساد المصابين المصابين أضعف. هذا يعني أن الأشخاص الذين يعانون من SMA يعانون من مشاكل في التنفس ومشاكل في البلع. هناك العديد من الانقسامات لهذا المرض.محيط من بين الأشياء الأساسية والمميزة حول الحثل العضلي الشوكي بكل أشكاله هو سلامة الحواس الأخرى وسلامة العقل والإدراك والتفكير. النوع العمر عند الإصابة مدى الحياة مهارات النمو المكملات من النوع الأول منذ 6 أشهر أقل من عامين الجلوس مع المساعدة إزالة الصعوبات في التنفس والبلع. مع رج في اللسان النوع الثاني ، من 6 إلى 18 شهرًا ، يعيش 70٪ منهم حتى عمر 25 عامًا ويستطيعون الجلوس بالاهتزاز في الأصابع واللسانظهرًا ، النوع الثالث بعد 12 شهرًا من الاعتماد العادي على النفس في الحركة والنوع الرابع هو بالغ طبيعي طبيعي . أسباب مرض هوفمان الضمور العضلي الشوكي هو عيب (طفرة) في جين يسمى اختصار (SMN-SMN). المعلومات المتاحة في هذا الوقت هي أن هذا الجين ينتج بروتينًا له دور مهم في الخلايا الأمامية للحبل الشوكي. وهذا يتحكم في حركة العضلات الموجودة. في أجزاء مختلفة من الجسم عن طريق الألياف العصبية الطويلة في حركة عضلية معينة ، ترسل الخلية الأمامية إشارة كهربائية عبر الألياف العصبية لتحريك العضلات. عندما تكون الخلايا الأمامية ضمورًا ، تكون العضلات غير قادرة على الحركة ، ومع مرور الوقت ، فإنها ضمور تلقائيًا بسبب المرض. بغض النظر عن الدور الحقيقي للبروتين الذي ينتج عن جين SMN ، هذا البروتين مهم للجبهة لمواصلة لعب دورهازيادة العضلات وحاجة الجسم للحركة. لذلك ، يصبح الأمر أكثر تعقيدًا. مع الجمود وضمور العضلات ، تزداد هشاشة العظام ويبدأ العمود الفقري في الانحناء نتيجة لعدم أداء العضلات لدورها المتوقع ، وهو الحركة والحفاظ على توتر العضلات.النواة في بعض المفاصل o تتأثر عضلات الجهاز التنفسي أو عضلات اللثة أو جذع الدماغ لا توجد أعراض إصابة الدماغ (النوبات ، وفقدان التوازن ، والعجز الحسي) عدم وجود ردود فعل الأوتار العميقة Fasciculations - حركات صغيرة الوخز العضلات الذكاء - الطبيعي تشبه أعراض الحثل العضلي أعراض الحثل العضلي ، مما قد يصعّب تشخيص المرض."
    },
    {
      "title": "اعراض السكري",
      "urlToImage": "https://se77ah.com/artimg/artbig/5667.jpg",
      "content": "١ ما هو السكري؟ ٢ اسباب السكري ٣ أنواع السكري ٤ اعراض السكري ما هو السكري؟ السكري:مرض مزمن يحدث عندما يعجز البنكرياس عن انتاج مادة الانسولين بكمية كافية او عندما يعجز الجسم عن استخدام تلك المادة بشكل فعال . و الانسولين هرمون ينظم مستوى السكر في الدمو ارتفاع مستوى السكر في الدم من الاثار الشائعة التي تحدث جراء عدم السيطرة على السكري و هو يؤدي مع الوقت الى حدوث اضرار و خيمة في الكثير من اعضاء الجسد. و السكري هو عبارة عن مجموعة من الامراض تصيب و تؤثر على طريقة استخدام الجسم لسكر الدم (الجلوكوز).و يعتبر الجلوكوز عنصر حيوي للجسم حيث انه يمد الجسم بالطاقة اللازمة و كنتجية للاصابة بالسكري لا يتم تحويل الجلوكوز الى طاقة مما يؤدي الى توفر كميات زائدة منه في الدم بينما تبقى الخلايا متعطشة للطاقة اسباب السكري • السمنة • تاريخ عائلي للاصابة بمرض السكري • التناول المفرط للدهون و النشويات • الحالة النفسية:كالقلق و التوتر فهذه الحالة تعجل في ظهور اعراض الاصابة و لكن لا تعتبر من الاسباب المباشرة للاصابة • الالتهابات:مثل التهاب البنكرياس و الذي يعمل على ظهور اعراض الاصابة بالسكري • الادوية:مثل الكورنيزوك و حبوب منع الحمل • الكحول:تعمل المشروبات الروحية على اتلاف غدة البنكرياس و بالتالي الاصابة بالسكري أنواع السكري يصنف مرض السكري الى ثلاثة انواع حسب تصنيفات منظمة الصحة العالمية: • السكري من النمط 1:من السمات المميزة لهذا النوع (كان يعرف باسم السكري المعتمد على الانسولين)قلة انتاج مادة الانسولينمما يؤدي الى تعاطي الانسولين يومياو لا يعرف سبب مرض السكري من النمط 1 و لا يمكن الوقاية منه حسب المعرفة الحالية الحديثة • السكري من النمط2: (كان يسمى سابقا باسم السكري غير المعتمد على الانسولين)بسبب استخدام الجسم لمادة الانسولين بشكل غير فعال و الجدير بالذكر ان 90% من الحالات المسجلة حول ارجاء العالم هي حالات من النمط 2 • سكري الحوامل:يماثل سكري الحوامل النمط الثاني من السكري في العديد من الاوجه فمثلا يتشابهان في قلة الانسولين النسبية و ضعف استجابة الجسم لمفعول الانسولين و لكن يختفي او تتحسن حالة الام بعد الولادة اعراض السكري • اعراض شبيهة بأعراض البرد:حيث يشعر مريض السكري في بعض الاحيان باعراض تشبه الاصابة بالبرد مثل الضعف العام او فقدان الشهية • زيادة وزن الجسم او نقصانه • ضعف الرؤية:يؤدي ارتفاع نسبة السكر في الدم الى خروج السوائل خارج انسجة الجسم بما في ذلك عدسات العين • بطء في التئام الجروح و اصابات متكررة:يؤثر مرض السكري على قدرة الجسم على التئام الجروح اصابات المهبل و المثانة هي اكثر المشاكل انتشارا لدى النساء المصابات بالسكري • اصابة الاعصاب:زيادة نسبة السكر في الدم قد يضر الاوعية الدموية في الاعصاب و يؤدي ذلك الى حدوث تنميل في الاعصاب • يحدث حالة من الضعف الجنسي لدى الرجال خاصة فوق الخمسين و ذلك نتجية الخلل الذي يحدث في الاعصاب التي تساعد على حدوث الانتصاب • احمرار و ضعف و تورم في اللثة:يزيد مرض السكري فرص الاصابات التي تحدث في اللثة و العظام التي تحمل الاسنان بالفم و لذلك قد يفقد المريض بعض اسنانه او قد يحدث خروج اللثة من مكانها و زيادة القرح و الجيوب الصديدية بها • زيادة عدد مرات التبول بسبب ارتفاع الضغط التناضحي • زيادة الاحساس بالعطش و ينتج عنها زيادة تناول السوائل لمحاولة تعويض زيادة التبول • الالتهابات الجلدية العنيفة • العنة الشديدة • هناك تلازم مؤكد بين السكر و تصلب الشرايين و قد يعجل السكر حدوث تصلب الشرايين • يؤدي السكري احيانا الى حدوث اجهاض متكرر لدى الحوامل كما ان احتمال تشوهات الجنين الخلقية تزيد بوضوح مع مرض السكري • التهاب واضح مع حكة شبه مستمرة ولمزيد من المعلومات ننصحكم بمشاهدة فيديو تتحدث فيه الدكتورة روان حجاب دكتور صيدلة عن الفحوصات الواجب إجراؤها للكشف عن مرض السكري."
    },
    {
      "title": "ما هي أسباب مرض السكري",
      "urlToImage": "https://se77ah.com/artimg/artbig/5769.jpg",
      "content": "١ مرض العصر ٢ مرض السكري ٢.١ أنواع مرض السكري ٢.٢ أعراض مرض السكري ٢.٣ أسباب مرض السكري ٢.٤ مضاعفات مرض السكري ٢.٥ علاج مرض السكري مرض العصر انتشرت الكثير من الأمراض المزمنة في الوقت الحالي وخصوصا بين كبار السن ومن أكثر الأمراض المزمنة انتشارا هو مرض السكري ومرض الضغط فقد أصبحت هذه الأمراض حديث العصر ولم يبقى بيت يخلو من إصابة أحد الأشخاص فيه من هذه الأمراض المزمنة ففي السابق لم يكن يعرف علاج محدد لهذه الأمراض وكانت تسبب الوفاة لصاحبها ولكن الآن بعد تطور العلم والطب أصبح بإمكان مريض السكري أو الضغط أن يتعايش مع هذا المرض لسنوات طويلة وحتى نهاية حياته ومن الأمراض التي سنتحدث عنها هي مرض السكري فيوجد الكثير من مرضى السكري حول العالم ومصابون بهذا المرض منذ سنين طويلة ويمارسون حياتهم بشكل طبيعي ويتعايشون مع المرض بطريقة صحية فما هو مرض السكري؟ وما هي أسبابه؟ وكيف يمكن علاجه والتعايش معه؟ مرض السكري هو عبارة عن ارتفاع نسبة السكر في الدم بمستويات عالية وذلك ناتج عن معجزة البنكرياس عن إنتاج هرمون الأنسولين المطلوب للجسم ويوجد عدة أنواع من مرض السكري التي تصيب الجسم ولها أسباب مختلفة وكل نوع له علاجه المناسب له. أنواع مرض السكري سكري النمط الأول: وفي هذا النوع من السكري يكون الجسم غير قادر على إفراز هرمون الأنسولين ولا يوجد سبب واضح لذلك حتى الآن ويبقى هذا النوع من السكري ملازم للإنسان طوال حياته. سكري النمط الثاني: وفي هذا النوع من السكري يقل إفراز الأنسولين في الجسم وبالإضافة إلى ذلك يكون هناك مقاومة من الجسم لمفعول الأنسولين والسبب في ذلك هو عدم استجابة الأنسجة لمفعول الأنسولين الذي يتم إفرازه. ويبقى هذا النوع ملازما للإنسان طوال حياته أيضا. سكري الحمل: تصاب به النساء في فترة الحمل فقط ويزول بعد الولادة ويكون السبب في ذلك هو مقاومة الجسم لهرمون الأنسولين بسبب زيادة إفراز الهرمونات في جسم المرأة الحامل. أعراض مرض السكري الذهاب للتبول كثيرا خلال اليوم وذلك يكون في أوقات متقاربة. الشعور بالعطش بكثرة والرغبة في شرب الماء كثيرا. ملاحظة نقصان الوزن في فترة قصيرة ولسبب غير محدد. الإحساس بالتعب والإرهاق كثيرا. الشعور بالجوع الشديد والرغبة في تناول الطعام بكثرة. عدم الوضوح في الرؤية والشعور بتشويش عند النظر لأي شيء. عندما يصاب الشخص بجرح فإنه سوف يلاحظ أن الجرح يشفى ببطئ ويحتاج للكثير من الوقت كي يتعافى منه. هذه هي أغلب الأعراض التي يشعر بها مريض السكري بأي نوع من أنواع السكري وعندما يلاحظ الإنسان إصابته بالأعراض السابقة يجب أن يراجع الطبيب كي يتم تشخيص حالته ويساعده في التعايش مع المرض وعدم حدوث أي مضاعفات للشخص المصاب. أسباب مرض السكري يوجد العديد من الأسباب التي تجعل الشخص معرض للإصابة بمرض السكري والتي يجب أن يعرفها الجميع كي يحافظوا على أنفسهم من الإصابة بمرض السكري وهي: قلة الحركة والنشاط ولعب التمارين الرياضية التي تساعد على وقاية الجسم من الأمراض. زيادة الوزن بشكل كبير والذي في الغالب يكون سببه تناول الكثير من السكريات والدهون. إذا كان أحد أفراد العائلة مصاب بالسكري فإنه من الممكن أن ينتقل السكري بالوراثة. العمر له دور أيضا فكلما تقدم الإنسان في العمر يكون أكثر عرضة للإصابة بمرض السكري. هذه الأسباب تساعد على ظهور مرض السكري على الإنسان وتجعله معرض للإصابة بمرض السكري أكثر من غيره لذلك يجب على الإنسان أن يكون حريصا على صحته ولا يتهاون في الحفاظ عليها كي لا يتعرض لمضاعفات الأمراض فمرض السكري لو لم يتم علاجه منذ البداية والالتزام بما يجب على المريض فعله سوف يؤدي ذلك لإصابة الشخص بمضاعفات خطيرة وهي متعددة. مضاعفات مرض السكري الإصابة بزيادة نسبة السكر في الدم بشكلٍ مفرط أو نقصانه بشدة. حدوث أضرار في العين ومستوى الرؤية للإنسان المصاب. الإصابة بمشاكل في الكليتين وحدوث أضرار بهما. الإصابة بأمراض الأعصاب المختلفة. التعرض لمشاكل العظام والمفاصل والشعور بالآلام فيها. حدوث أضرار في كف القدم وقد يصاب الشخص أيضا بالغرغرينة ويتعرض لبتر أحد أصابعه. الإصابة بضرر في الفم ومشاكل متعددة في الأسنان واللثة. كل هذه المضاعفات الخطيرة تصيب الشخص المصاب بمرض السكري وذلك إذا لم يتم علاجه في الوقت المناسب وتكاسل المريض في اتباع أوامر الطبيب ويمكن أن يعيش الإنسان مع هذا المرض من دون أن يصاب بالأعراض السابقة إذا التزم بالعلاج الصحي وذلك حسب نوع مرضه. علاج مرض السكري ويوجد علاجات مختلفة لمرض السكري يمكن للمريض أن يتعالج بها ومنها: أخذ إبر الأنسولين لتنظيم نسبة السكر وذلك يكون في النوع الأول غالبا. تناول أدوية تساعد المريض على تنظيم نسبة السكر في الدم وعدم ارتفاع السكري المفاجئ. اتباع نظام غذائي صحي مليء بتناول الخضروات الطازجة والفواكه والابتعاد عن تناول الدهون والسكريات. ممارسة الرياضة وخصوصا رياضة المشي كي يبقى الجسم نشيطا وصحيا. يجب أن يتابع المريض حالته أولا بأول ويقيس نسبة السكر في الدم يوميا وذلك بالقيام بتوفير جهاز قياس السكري في المنزل وعند شعور المريض بأي بأعراض تعب فيجب عليه أن يقيس نسبة السكر في الدم ويتخذ الإجراءات الوقائية كي لا يتعرض لنوبة سكر أو أي مضاعفات خطيرة قد يصاب بها لأن مرض السكري قد يتسبب في إصابة الشخص بالسكتة القلبية أيضا ومشاكل في القلب وقد يتعرض الشخص إلى الإصابة برعشة في القدم أو اليد أو أي مشكلة من مشاكل الأعصاب المخلتفة. إن من أكثر المضاعفات الخطيرة التي تصيب مريض السكري هي الإصابة بأمراض الكلى والتعرض إلى تدمير الكليتين والحاجة إلى غسيل الكلى في المستقبل ويجب أن يكون المريض حريص جدا على الالتزام بالابتعاد عن أي شيء قد يجعله يتعرض للإصابة بمضاعفات مرض السكر أو حدوث نوبة سكر له لأنه هناك بعض الأشخاص إذا تعرضوا لنوبة سكر ولم يكن لديهم من يسعفهم في الوقت المناسب فقد يؤدي ذلك إلى وفاتهم أو الإصابة بعلة ومرض آخر خطير قد يعطل حياتهم ويجعلهم يعانون من التعب والألم لفترات طويلة ويفضل أن يتم نشر التوعية بين الناس حول مرض السكري كي يتعرفوا إلى المرض وكيفية الوقاية منه فذلك بالتأكيد سوف يحد كثيرا من إصابة الناس بمرض السكري ويجعلهم أكثر تجاوبا للعلاج عند إصابتهم به. يصاب الكثير من الأشخاص بمرض السكري بسبب عاداتهم اليومية الخاطئة ونظام طعامهم غير الصحي وذلك بالتأكيد يزيد من احتمالية إصابتهم بمرض السكري ولكن عندما يكون الإنسان واعي ومتطلع على المرض يستطيع أن يعدل نظام حياته بشكل أفضل كي يتجنب الإصابة بمرض السكري في المستقبل وإذا أصيب به سوف يكون قادرا على التغلب عليه والحد من مضاعفاته. يشعر الكثير من الناس بالحزن وعدم التفاؤل عند معرفتهم أنهم مصابون بمرض السكري ويستسلمون للمرض أو هناك أشخاص لا يهتمون كثيرا بالمحافظة على صحتهم ولا يتبعون نظام صحي كي يجنبهم حدوث مضاعفات المرض ويستهترون كثيرا بصحتهم ولكن ذلك كله خطأ ويجعل الإنسان يتعرض للكثير من الأمراض والمشاكل الكبرى التي قد لا يمكن علاجها إذا تمكنت في الجسم في المستقبل."
    }
  ]
}
