{
  "status": "ok",
  "totalResults": 8,
  "articles": [
    {
      "source": {
        "name": "New York Times"
      },
      "author": "",
      "description": "شرح و وصف مقدمة",
      "title": "أعراض جرثومة المعدة",
      "url": "",
      "urlToImage": "https://modo3.com/thumbs/fit630x300/775/1490101077/%D8%A3%D8%B9%D8%B1%D8%A7%D8%B6_%D8%AC%D8%B1%D8%AB%D9%88%D9%85%D8%A9_%D8%A7%D9%84%D9%85%D8%B9%D8%AF%D8%A9.jpg",
      "publishedAt": "أعراض جرثومة المعدة\n\nلا تظهر على معظم الأشخاص أي أعراض تدل على الإصابة بجرثومة المعدة أو بكتيريا الملوية البوابية (باللاتينية: Helicobacter pylori)، وبالرغم من عدم معرفة سبب ذلك، إلا أنّه يُعتقد أنّ بعض الأفراد يُولدون بمناعة قادرة على مقاومة تأثير هذه البكتيريا السلبيّ، وفي حال ظهور الأعراض قد تشمل ما يأتي\nألم في المعدة\nتسبب الإصابة بهذه الجرثومة آلامًا، والتهابًا في المعدة وما يسببه من أعراض كعسر الهضم وآلام في أعلى البطن، وشعورًا بالحرقة، وقد تسبب أحيانًا قروحًا مؤلمة في الجهاز الهضمي العلوي، ويعود السبب في ذلك كله إلى أن هذه الجرثومة تدمر أنسجة المعدة والجزء الأول من الأمعاء الدقيقة المعروف بالاثني عشري (Duodenum)‏، ويمكن وصف الألم بمزيد من التفصيل كما يأتي:",
      "content": "توقيت الألم\nتحدث هذه الآلام بعد الأكل بساعتين أو ثلاث ساعات، ويمكن أن يشعر المصاب بالألم في منتصف الليل عندما تكون المعدة فارغة.\nمدة الألم\nيكون الألم في العادة بسيطًا ويستمر لعدة أيام أو أسابيع، ثم يختفي ويعاود الظهور في وقت آخر.\nاختفاء الألم\nيهدأ الألم عادة عند أخذ المريض لبعض الأدوية التي تخفف نسبة الحمض في المعدة مثل مضادات الحموضة.\nالتقيؤ والغثيان\nتسبب جرثومة المعدة تهيجًا في المعدة مما يؤدي إلى الغثيان، وهو اضطراب وعدم ارتياح في المعدة غالبًا ما يسبق التقيؤ، والتقيؤ هو حركة قوية إرادية أو لا إرادية لتفريغ محتويات المعدة من الفم،[٦] وقد يصحب التقيؤ الدم أو قد تظهر حبوب صغيرة تشبه حبوب القهوة المطحونة.[٢]\n\nأعراض ثانوية لجرثومة المعدة\n\nمن الأعراض التي تسببها أيضًا جرثومة المعدة:[٧]\n\nالتجشؤ المفرط.\n\nالانتفاخ.\n\nحرقة المعدة.\n\nالحمى.\n\nفقدان الشهية.\n\nفقدان الوزن المفاجئ.\n\nعدم الشعور بالجوع.[٥]\n\nمتى تجب زيارة الطبيب\nتجدر مراجعة الطبيب في حال ملاحظة أي مما يأتي:[٦]\n\nوجود دم أو تغير لون البراز إلى الأسود.\n\nصعوبة في التنفس.\n\nدوخة أو إغماء.\n\nالشعور بالتعب والإرهاق دون بذل مجهود.\n\nشحوب لون الجلد.\n\nاحتواء التقيؤ على الدم أو ظهوره بشكل القهوة المطحونة\n\nآلام حادة ومزمنة في المعدة.\n\nيجدر طلب المساعدة الطبية فورًا في الحالات الآتية:[١]\n\nألم البطن المستمر.\n\nصعوبة في البلع.\n\nيجدر التنويه إلى أهمية استشارة الطبيب ومراجعته، نظرًا لأنّ الأعراض قد تتشابه مع حالات مرضية أخرى، وهاذ يستدعي من الطبيب تحديد التحاليل اللازمة للكشف عن هذه الجرثومة، واتباع تعليماته للتأكد من إجراء التحليل بالطريقة السليمة"
    },
    {
      "source": {
        "name": "ESPN"
      },
      "title": "أعراض مرض الزلال",
      "description": "",
      "url": "https://commondatastorage.googleapis.com/gtv-videos-bucket/sample/BigBuckBunny.mp4",
      "urlToImage": "https://modo3.com/thumbs/fit630x300/1071/1410685739/%D8%A3%D8%B9%D8%B1%D8%A7%D8%B6_%D9%85%D8%B1%D8%B6_%D8%A7%D9%84%D8%B2%D9%84%D8%A7%D9%84.jpg",
      "publishedAt": "مرض الزلال تُعدّ البروتينات جزءاً مهماً من النظام الغذائي، فهي تلعب دوراً مركزياً في عمليات النمو والإصلاح في الجسم، وتساعد على بناء العظام العضلات، والوقاية من الإصابة بالعدوى، والحفاظ على توازن السوائل في الجسم. ويوجد العديد من البروتينات في الدم، ولعلّ أهمها وأكثرها شيوعاً بروتين الألبومين (بالإنجليزية: Albumin)، ونظراً لحجم البروتينات الكبير فإنّ أغلبها لا يستطيع المرور عبر فلاتر الكلى وصولاً إلى البول، ولا يظهر في البول إلا بكميات محدودة جداً في ، وبالتالي يتمكّن الجسم من الاحتفاظ بها ولا تذهب هدراً مع البول؛ فالكلى السليمة تقوم بترشيح كميات السوائل الزائدة والفضلات من الدم إلى البول، وتحافظ على محتوى الدم من البروتينات والمغذّيات الضرورية الأخرى. ولكن هنالك بعض الأمراض والمشاكل الصحية التي يمكن أن تؤثر في وظائف الكلى، وتحول دون قدرتها على منع البروتينات من التسرب عبر البول، ممّا يؤدي إلى ظهور البروتينات في البول بكميات مرتفعة، وغالباً ما يكون البروتين الأساسي الظاهر في البول في هذه الحالة بروتين الألبومين، وتُعرف هذه الحالة بمصطلح البيلة البروتينية أو الزلال (بالإنجليزية: Proteinuria)، وتجدر الإشارة إلى أنّ إطلاق مصطلح مرض الزلال على هذه الحالة قد لا يكون دقيقاً تماماً؛ فالزلال ليس مرضاً قائماً بحدّ ذاته، بل علامة على الإصابة بمرض أو مشكلة صحية قد أثرت بالكلى.",
      "content": "أعراض مرض الزلال في المراحل المبكرة من اضطراب الكلى غالباً لا يلاحظ المصاب بالزلال أي أعراض أو علامات تحذيرية، وتكون كمية البروتين المتسرّب إلى البول قليلة أو معتدلة فلا يشعر المصاب بأي تغير في بوله، وتكون الطريقة الوحيدة لاكتشاف الإصابة بالزلال من خلال إجراء اختبار للبول في أحد المستشفيات أو المختبرات الطبية. ولكن مع تفاقم الحالة وازدياد الضرر الحاصل على الكلى تزداد كمية البروتين الخارجة مع البول بشكل كبير، وحينها يمكن أن يلاحظ المصاب بعض الأعراض مثل:[٢] رغوية البول أو ظهور فقاعات فيه، وعلى الرغم من أنّ الزلال أحد الأسباب الرئيسية لظهور البول بشكل رغوي، إلا أنّ هذا لا يعني حتمية إصابة الشخص بالزلال، فقد تكون رغوية البول ناجمة عن امتلاء المثانة وتدفق البول بشكل سريع جداً، أو عدم تناول كميات كافية من الماء والإصابة بالجفاف، أو أسباب أخرى أقل شيوعاً مثل: استخدام دواء فينازوبيريدين (بالإنجليزية: Phenazopyridine)، أو ارتجاع السائل المنوي إلى المثانة بدلاً من خروجه عبر العضو الذكري بشكل طبيعي. وبشكل عام يمكن القول أنّ رغوية البول تُعدّ دلالة على الإصابة بمشكلة صحية إذا كانت تحدث بشكل متكرر أو تزداد سوءاً مع مرور الوقت.[٣] انتفاخ اليدين أو الأقدام أو البطن أو الوجه.[٢] ضيق أو صعوبة التنفس.[٤] التعب والإرهاق، ومواجهة مشاكل في النوم. التبول بكميات زائدة عن المعتاد. الغثيان والتقيؤ. جفاف الجلد والمعاناة من الحكة. أسباب مرض الزلال يمكن بيان أبرز أسباب الإصابة بالزلال أو البيلة البروتينية على النحو التالي:[٥] الإصابة بأحد أمراض كبيبات الكلى؛ (بالإنجليزية:Diseases of the glomeruli) إذ تُعدّ الكبيبات الوحدات الوظيفية الرئيسية في الكلى، وهي المسؤولة عن فلترة الدم في الكلى، وفي حال الإصابة بالتهاب كبيبات الكلى أو مرض السكري يمكن أن تتعرّض الكبيبات للتلف وتخرج البروتينات مع البول. حدوث الزلال كعرض مرافق للإصابة بفشل القلب الاحتقاني (بالإنجليزية: Congestive heart failure)، أو كعلامة تحذيرية للإصابة بتسمم الحمل. الإصابة بعدوى المسالك البولية: ويمكن الاستدلال على الإصابة بعدوى في المسالك البولية بظهور بعض الأعراض والعلامات على الشخص المصاب مثل: الحمى، والشعور بحرقة أو ألم أثناء التبوّل، والألم أو الضغط في منطقة أسفل البطن، والشعور بحاجة ملحة للتبول بشكل مفاجئ.[٥][٦] ممارسة تمارين رياضية شاقة أو المعاناة من حمى شديدة الارتفاع، وفي هذه الحالة يكون حدوث الزلال مؤقتاً.[٥] المعاناة من البيلة البروتينية الانتصابية (بالإنجليزية: Orthostatic Proteinuria)، وهي حالة حميدة وغير مؤذية، تحدث لدى الأطفال في الغالب، وتتسبّب بظهور البروتين في البول بكميات تزيد عن الحدود الطبيعية المعتادة في أوقات متأخرة من اليوم وعدم ظهوره في الصباح.[٥] عوامل الخطر للإصابة بالزلال تُعدّ الإصابة بمرض السكري أو الضغط عامل الخطر الرئيسي لتعرّض الكلى للتلف وحدوث البيلة البروتينية، وبالإضافة إلى ذلك هنالك العديد من المشاكل والحالات الصحية التي من شأنها أن تزيد خطر الإصابة بالزلال أو البيلة البروتينية، وفيما يلي ذكر لبعض منها:[٧] تناول بعض أنواع الأدوية أو التعرّض لبعض أنواع المواد السامة. اضطراب الجهاز المناعي. السمنة. التقدم في العمر وبلوغ 65 سنة فأكثر. وجود تاريخ عائلي للإصابة بأمراض الكلى. الإصابة بمرض قد يتسبّب بزيادة إنتاج البروتينات في الجسم مثل: الورم النخاعي المتعدد (بالإنجليزية: Multiple Myeloma) أو الداء النشواني (بالإنجليزية: Amyloidosis). علاج مرض الزلال بما أنّ الزلال ليس مرضاً محدداً كما أسلفنا بل علامة على الإصابة بمرض أو مشكلة صحية أثرت في الكلى، فإنّ علاجه يعتمد على تحديد هذا السبب أي المرض أو المشكلة الصحية التي أدت إليه وعلاجها بطريقة مناسبة، ولغابات تحديد المرض المسبب للزلال يلجأ الطبيب لإجراء بعض الاختبارات التشخيصية مثل: عمل اختبارات إضافية للبول، وإجراء الفحوصات التصويرية مثل: التصوير بالموجات فوق الصوتية (بالإنجليزية: Ultrasound) والتصوير الطبقي المحوري (بالإنجليزية: CT scan)، بالإضافة لاحتمالية أخذه لخزعة من أنسجة الكلى. وبشكل عام يمكن القول بأنّ الخطة العلاجية التي يضعها الطبيب للسيطرة على مرض الزلال تعتمد على الأمور التالية:[٤][٧] السيطرة على مرض الضغط أو السكري في حال كان المصاب يعاني من أي منهما لمنع التلف الحاصل على الكلى من الازدياد سوءاً. تغيير النظام الغذائي تبعاً لما يراه الطبيب مناسباً. إجراء بعض التعديلات على نمط الحياة مثل: الإقلاع عن التدخين، وخسارة الوزن الزائد، وممارسة التمارين الرياضية. تناول الأدوية التي يصفها الطبيب؛ ففي بعض الحالات قد يصف الطبيب أحد أنواع الأدوية للمساعدة على التحكم بالزلال، ولعلّ أهم المجموعات الوائية التي يمكن استخدام أحدها في هذه الحالة ما يلي: مثبطات الإنزيم المحول للأنجيوتنسين (بالإنجليزية: Angiotensin-converting enzyme inhibitors)، واختصاراً ACE inhibitors. حاصرات مستقبلات أنجيوتينسين (بالإنجليزية: Angiotensin receptor blockers)، واختصاراً ARBs."
    },
    {
      "source": {
        "id": "the-verge",
        "name": "The Verge"
      },
      "author": "",
      "title": "أعراض فقر الدم",
      "description": "",
      "url": "https://www.theverge.com/2021/7/7/22567530/amazon-choetech-removed-pulled-aukey-mpow",
      "urlToImage": "https://modo3.com/thumbs/fit630x300/666/1523954167/%D8%A3%D8%B9%D8%B1%D8%A7%D8%B6_%D9%81%D9%82%D8%B1_%D8%A7%D9%84%D8%AF%D9%85.jpg",
      "publishedAt": "أعراض فقر الدم العامة قد لا يعاني المصاب بفقر الدم (Anemia) من أية أعراض اعتماداً على المسبب لفقر الدم، كما قد لا تتم ملاحظة أية أعراض في بادئ الأمر، إذ يكون فقر الدم في البداية بسيطاً وخفيفاً، ثم تصبح الأعراض أكثر سوءاً مع تفاقم فقر الدم، وتتضمن الأعراض العامة لفقر الدم ما يأتي:[١] الضعف والإرهاق. شحوب الجلد أو اصفراره. ضيق التنفس. عدم انتظام ضربات القلب. الشعور بألم في الصدر. الصداع. الدوخة أو الدوار. برودة اليدين والقدمين. هبوط ضغط الدم عند الوقوف، ويعرف ذلك بهبوط الضغط الانتصابي (Orthostatic hypotension)، والذي من الممكن أن يحدث عند التعرض لفقدان الدم بشكل حاد",
      "content": "أعراض فقر الدم حسب النوع تختلف أعراض وعلامات فقر الدم اعتماداً على سبب الإصابة به، فقد يكون فقر الدم ناجماً عن الإصابة بمرض مزمن يؤدي إلى إخفاء أعراض وعلامات فقر الدم، وبالتالي يتم الكشف عن الإصابة بفقر الدم أثناء إجراء فحوصات لأمراض أخرى. أعراض فقر الدم الناجم عن نقص الحديد تتضمن أعراض فقر الدم الناجم عن نقص الحديد ما يأتي: ترقق الأظافر وتساقط الشعر. ظهور تقرحات على اللسان. الرغبة في تناول الأشياء الغريبة، مثل: الثلج والصلصال. سماع أصوات دقدقة في الأذن. أعراض فقر الدم الناجم عن نقص فيتامين B12 قد لا تؤدي الإصابة بفقر الدم الناجم عن نقص فيتامين ب12 إلى ظهور أية أعراض على المريض، وقد تظهر بعض الأعراض الخفيفة والبسيطة، وتتضمن هذه الأعراض ما يأتي: فقدان الشهية. الإصابة بالإسهال أو الإمساك. انتفاخ اللسان واحمراره أو نزيف اللثة. تلف الأعصاب وتعرضها للأذى، ويحدث ذلك عند المعاناة من نقص فيتامين ب12 لفترة زمنية طويلة، ومن أعراض تلف الأعصاب ما يأتي: فقدان التوازن. حدوث مشاكل في التركيز. الارتباك أو حدوث تغيرات في الحالة العقلية، أي الإصابة بالخرف (بالإنجليزية: Dementia) في الحالات الشديدة. الشعور بالخدر والتنميل في اليدين والقدمين. أعراض فقر دم البحر الأبيض المتوسط تختلف أعراض فقر دم حوض البحر الأبيض المتوسط (Thalassemia) بناءً على نوع الثلاسيميا، إذ تتضمن هذه الأعراض ما يأتي:حدوث تشنجات في الساق. اليرقان (Jaundice) وشحوب الجلد. زيادة خطر الإصابة بالعدوى. حدوث تشوهات هيكلية، والتي من الممكن أن تحدث عند محاولة الجسم زيادة إنتاج نخاع العظم. الإصابة بحصى المرارة وتضخم الطحال، ويحدث ذلك على الأرجح لدى المرضى الذين يمتلكون هيموغلوبين من نوع H. أعراض فقر الدم المنجلي تتضمن أعراض فقر الدم المنجلي (Sickle cell anaemia) ما يأتي: انتفاخ اليدين والقدمين. الإصابة بعدوى مهددة للحياة. الشعور بآلام تستمر لفترات تمتد من بضع ساعات إلى بضعة أيام. ألم المفاصل الذي يشبه ألم التهاب المفاصل. المعاناة من ألم اعتلال الأعصاب بشكل مزمن. أعراض فقر الدم اللاتنسجي يمكن ذكر بعض من الأعراض الأكثر شيوعاً لفقر الدم اللاتنسجي (Aplastic Anemia) على النحو الآتي: سهولة التعرض للكدمات والنزيف. الإصابة بالحمى الناجمة عن الإصابة بالعدوى. ظهور بقع صغيرة حمراء على الجلد تدل على حدوث نزيف أسفل الجلد. تكرر الإصابة بالعدوى، أو الإصابة بأعراض تشبه أعراض الإنفلونزا. أعراض فقر الدم الناجم عن تسمم الرصاص إنَّ التعرض المزمن للتسمم بالرصاص من الممكن أن يؤدي إلى ظهور بعض الأعراض، ومنها ما يأتي:ألم البطن. التقيؤ. الإمساك. ظهور خط الرصاص؛ وهو خط ذو لون أزرق يميل إلى الأسود يظهر على اللثة. أعراض فقر الدم الانحلالي المزمن من الممكن أن تتضمن أعراض فقر الدم الناجم عن التكسر المزمن لكريات الدم الحمراء ما يأتي تغير لون البول إلى اللون البني أو الأحمر. قصور النمو في مرحلة الطفولة. ظهور تقرحات على الساق. المعاناة من أعراض حصى المرارة. اليرقان، وهو اصفرار الجلد والعيون. أعراض فقر الدم الانحلالي المفاجئ يمكن ذكر أعراض فقر الدم الناجم عن التكسر المفاجئ لكريات الدم الحمراء كما يأتي: ظهور كدمات صغيرة أسفل الجلد. اليرقان. ألم البطن. المعاناة من أعراض فشل الكلى. الإصابة بنوبات الصرع. تغير لون البول إلى اللون الأحمر أو البني. أعراض تستدعي مراجعة الطبيب في حال تم تشخيص الفرد بالإصابة بفقر الدم وشعر بتفاقم الأعراض كألم الصدر، وزيادة سرعة ضربات القلب أو عدم انتظامها، ومواجهة صعوبة في التنفس، فعليه الذهاب إلى المستشفى فوراً، إذ من الممكن أن تكون هذه الأعراض بشكل خاص علامة دالة على الإصابة بفشل القلب، وفي الحقيقة تدل المعاناة من فقر الدم غالباً على وجود مشكلة صحية أكثر خطورة، مثل: وجود نزيف داخلي مزمن، لذلك تجب مراجعة الطبيب في حال ظهور مجموعة معينة من أعراض فقر الدم. كما أنَّ امتلاك تاريخ عائلي للإصابة بفقر الدم الوراثي يعتبر من الأمور التي تستدعي زيارة الطبيب لإجراء الفحص الجيني وغيره من الفحوصات للتمكن من الكشف عن الحالة، وتجدر الإشارة إلى أنَّ على المصابين بأمراض الكلى المزمنة، أو مرض السرطان، أو داء كرون (Crohn's disease)، أو الإيدز، مراجعة الطبيب في حال ملاحظة ظهور أي من أعراض وعلامات فقر الدم، إذ إنَّ الحالات الصحية السابقة تتسبب في الإصابة بفقر الدم، وبشكل عام تنبغي زيارة الطبيب إذا تم إبلاغ الفرد بعدم قدرته على التبرع بالدم نتيجة انخفاض مستوى الهيموغلوبين لديه."
    },
    {
      "source": {
        "id": "politico",
        "name": "Politico"
      },
      "author": "",
      "title": "ما أسباب الدوخة المستمرة",
      "description": "",
      "url": "",
      "urlToImage": "https://modo3.com/thumbs/fit630x300/656/1486990959/%D9%85%D8%A7_%D8%A3%D8%B3%D8%A8%D8%A7%D8%A8_%D8%A7%D9%84%D8%AF%D9%88%D8%AE%D8%A9_%D8%A7%D9%84%D9%85%D8%B3%D8%AA%D9%85%D8%B1%D8%A9.jpg",
      "publishedAt": "ما أسباب الدوخة المستمرة؟ ترتبط الدوخة (Dizziness) بالعديد من الأسباب؛ فقد يصاب الفرد بالدوخة نتيجة حالة مرضية معينة، أو بسبب البيئة المحيطة به، أو بسبب أخذ أحد الأدوية، وعلى الرغم من أنّ الدوار المتكرر قد يؤثر بشكل كبير في حياة الشخص، إلا أنّه نادرًا ما يرتبط بحالة مرضية خطيرة،وفيما يأتي نستعرض أهم أسباب الدوخة المستمرة: الدوار يمكن تعريف الدوار (Vertigo) بأنّه إحساس الفرد الخاطىء بوجود حركة حوله، فيشعر بأنّ كل ما يحيط به يتحرك ويدور، ويحدث ذلك عند وجود اضطرابات في الأذن الداخلية، فيتلقى الدماغ إشارات من الأذن الداخلية لا تتوافق مع الإشارات التي تتلقاها العينان والأعصاب الحسية، فيكون الدوار هو طريقة الدماغ في حل هذا الارتباك أو عدم التوافق بين الإشارات، وفيما يأتي بيان لأهم الأسباب الثلاثة للإصابة بالدوار:",
      "content": "دوار الوضعة الانتيابي الحميد (Benign paroxysmal positional vertigo) ويعدّ السبب الأكثر شيوعًا للدوار، وتسبب هذه الحالة شعور الفرد كأنّه يدور أو يتحرك، ويكون الإحساس شديدًا لكنه يأتي لفترة قصيرة، ويأتي هذا الإحساس عند حدوث تغيير سريع في حركة الرأس؛ كما هو الحال عند التقلب في السرير، أو عند الجلوس، أو عند التعرّض لضربة على الرأس. مرض مينيير (Meniere's disease) تتمثل أعراضه بالشعور بنوبات مفاجئة من الدوار، قد تستمر لعدّة ساعات، مع فقدان السمع المتقلب، ورنين في الأذن، والشعور بانسداد الأذن، ويحدث داء مينيير بسبب التراكم المُفرط للسوائل في الأذن الداخلية. العدوى قد تسبب العدوى الفيروسية التهاب العصب الدهليزيّ (Vestibular neuritis)، ويسبب ذلك الشعور بالدوار الشديد، وقد يصاب بعض الأفراد أيضًا بفقدان السمع المفاجىء مع العدوى، وتُعرف هذه الحالة بالتهاب تيه الأذن (Labyrinthitis).دوار الحركة يعد دوار الحركة أو دوار البحر (Motion sickness) أحد اضطرابات الأذن الداخلية، ويحدث عادةً عند ركوب إحدى وسائل النقل، من سيارة أو قارب أو طائرة أو قطار، ويختفي بمجرد النزول من المركبة، ووضع القدمين على أرض ثابتة، ويحدث دوار الحركة عندما ترسل الأعضاء الحسية رسائل مختلطة إلى الدماغ، مما يسبب الدوار وخفة الرأس والغثيان، وقد يكون بعض.الشقيقة يعاني مرضى الشقيقة (Migraine) أو الصداع النصفي من نوبات ألم متوسطة إلى شديدة بشكل متكرر، ويبدأ عادةً في جانبٍ واحد من الرأس، وتستمر الأعراض بين 4 ساعات إلى 3 أيام، وتتفاقم الأعراض عند ممارسة نشاط بدني معين، أو عند الحركة، أو سماع الأصوات، أو عند التعرّض للضوء، وقد يرافق الصداع أيضًا الشعور بالغثيان، أو التقيؤ.انخفاض ضغط الدم قد يكون هبوط الضغط الانتصابي (Orthostatic hypotension) أحد أسباب الشعور بدوار لفترة قصيرة وشعور بالضعف، ويحدث في هذه الحالة هبوط ضغط الدم بشكل سريع عند تغيير وضعية الجسم من الجلوس إلى الوقوف مباشرةً، فيحدث انخفاض في ضغط الدم الانقباضي؛ الذي يمثل الرقم العلوي في قراءة ضغط الدم.أمراض القلب والشرايين قد تسبب بعض أمراض القلب والشرايين ضعفًا في تدفق الدورة الدموية مما يسبب الدوار؛ مثل ضعف عضلة القلب (Cardiomyopathy)، أو اضطراب النظم القلبي (Heart arrhythmia)، أو النوبة القلبية، أو النوبة الإقفارية العابرة (Transient ischemic attack)، إذ يقل حجم الدم في هذه الحالات، مما يقلل من تدفق الدم إلى الدماغ والأذن الداخلية. ويصاحب أمراض القلب والشرايين ظهور أعراض وعلامات أخرى، مثل:عدم انتظام ضربات القلب. الشعور بضيق في الصدر. ضيق التنفس. تراكم السوائل الزائد في الذراعين والساقين أو الأقدام. السعال المستمر. الغثيان أو التقيؤ، أو كلاهما. الإرهاق والتعب الشديد. نقص الحديد قد يسبب نقص الحديد الإصابة بفقر الدم أو الأنيميا (Anemia)؛ التي تتمثل بعدم وجود كمية كافية من الدم الغني بالأكسجين،ويمكن الكشف عن الإصابة بنقص الحديد عن طريق فحص الدم الروتيني، وتتفاوت شدّة الأعراض المصاحبة لنقص الحديد؛ فقد لا يشعر الفرد بأي أعراض في الحالات البسيطة، بينما قد تظهر بعض الأعراض الواضحة في حالات أخرى، ومن هذه الأعراض ما يأتي: الدوار أو الدوخة. الإرهاق والتعب الشديد. شحوب البشرة. الضعف العام. ضيق النفس (Breathlessness). ثقل الرأس أو اختلال التوازن. هبوط سكر الدم قد يعاني الأفراد المُصابون بداء السكري من هبوط السكر في الدم (Hypoglycemia)، لذا ينبغي عليهم فحص مستوى السكر في الدم بصورة مستمرة، فقد يسبب نقص سكر الدم أعراضًا عديدة؛ مثل الشعور بالدوار، وأعراض أخرى سنذكرها لاحقًا، كما قد يعاني بعض الأفراد الأصحاء من هبوط السكر في الدم في حالات نادرة،وفيما يأتي أهم أسباب هبوط السكر في الدم: عدم تناول الطعام، أو تخطّي الوجبات. أخذ بعض أنواع الأدوية؛ مثل الإنسولين أو الأسبرين. المعاناة من اضطرابات الهرمونات. شرب الكحول. وتتضمن أعراض وعلامات هبوط السكر في الدم الآتي: تسارع أو عدم انتظام ضربات القلب. الإرهاق والتعب. الإحساس بالوخز أو التنميل في الشفتين، أو اللسان، أو الخدين. الشعور بالجوع. زيادة التعرّق. شحوب البشرة. الارتعاش. القلق والتهيّج والارتباك. أمراض الأذن الداخلية ذاتية المناعة يقصد بأمراض الأذن الداخلية ذاتية المناعة (Autoimmune inner ear disease)، واختصارًا (AIED)، الحالة التي يهاجم بها جهاز المناعة عن طريق الخطأ الأذن الداخلية، وقد يسبب ذلك فقدان السمع في إحدى الأذنين أو كلتيهما، ويُشار أن أعراض هذه الحالة تتشابه بشكل كبير مع أعراض الإصابة بعدوى الأذن، وتشمل الأعراض ما يأتي: الدوار أو الدوخة. فقدان التوازن وتناسق الحركة. طنين الأذن. وفي سياق الحديث عن تشابه الأعراض سيحتاج الطبيب إلى تشخيص الحالة بشكل دقيق؛ من خلال معرفة التاريخ المرضي للفرد، وإجراء الفحص البدني، والبحث عن أي أعراض أخرى، فمثلًا يعاني المصابون بأمراض الأذن الداخلية ذاتية المناعة من أمراض أخرى ذاتية المناعة تؤثر في أجزاء أخرى في الجسم.التوتر أو الإجهاد قد يسبب الإجهاد أو الضغط النفسي المستمر المعاناة من عدّة مشاكل صحية؛ كداء السكري، وأمراض القلب، والاكتئاب، والقلق، وتثبيط جهاز المناعة، فالدماغ يستجيب للإجهاد عبر إفراز هرمونات معينة، والتي تؤثر بدورها في جهاز القلب والأوعية الدموية، والجهاز التنفسي، وتسبب هذه الهرمونات تضيّق الأوعية الدموية، وتزيد من تسارع نبضات القلب، وتسبب تنفسًا سريعًا وسطحيًا، وذلك يسبب الشعور بالدوار أو ثقل الرأس.القلق يعتبر الدوار أحد الأعراض الشائعة الصاحبة للقلق، لكن قد تختلف العلاقة بين القلق والدوار لدى الأشخاص، فقد يعاني البعض من الدوار المفاجىء الذي يحفز نوبة القلق، بينما قد يكون الدوار نتيجة الإصابة بنوبات القلق لدى آخرين، فمثلًا قد يشعر البعض بالقلق عند المرور بمواقف معينة؛ قبل الامتحانات، أو في المواقف العاطفية الصعبة، وتتمثل الأعراض بالدوار والغثيان والارتباك. الأدوية قد يسبب استخدام بعض أنواع الأدوية المعاناة من الدوار؛ كأحد الأعراض الجانبية للدواء، ومن الأمثلة على هذه الأدوية ما يأتي: المُهدّئات (Sedatives). بعض المضادات الحيوية؛ مثل جنتامايسن (Gentamicin)، والستربتوميسين (Streptomycin). أدوية ارتفاع ضغط الدم. الأدوية المضادة للصرع. الأدوية المضادّة للاكتئاب. الأمراض العصبية تسبب بعض الأمراض العصبية فقدانًا تدريجيًا في التوازن؛ مثل مرض باركنسون (Parkinson's disease)، أو مرض التصلّب اللويحيّ (Multiple sclerosis)، وقد ينجم ذلك شعور الفرد بالدوار. التَّسمم بأول أكسيد الكربون يسبب التسمم بأول اكسيد الكربون (Carbon monoxide poisoning) أعراضًا شبيهةً بأعراض الانفلونزا، وتشمل الدوار، والصداع، واضطراب المعدة، والضعف العام، وألم الصدر، والتقيؤ، والتشوش أو الارتباك.الجفاف وفرط الحرارة قد يحدث الدوار في أيام الطقس الحارّة عند ممارسة الأنشطة البدنية في الخارج وعدم شرب كميات كافية من السوائل؛ فيصاب الفرد بالدوار بسبب ما يعانيه من جفاف أو بسبب فرط الحرارة (Hyperthermia)، ويجدر بالذكر أنّ الأفراد الذين يأخذون بعض أنواع أدوية القلب هم أكثر عرضةً للإصابة بالدوار في هذه الحالة. دواعي مراجعة الطبيب تنبغي مراجعة الطبيب في حال تكرار نوبات الدوار، أو عند المعاناة من الدوار المفاجىء المصحوب بأعراض أخرى تشير إلى وجود مشكلة صحية تتطلب الرعاية الطبية الفورية، مثل:إصابة الرأس. الصداع. التقيؤ المستمر. آلام في الرقبة. الخدران أو التنميل. فقدان السمع. عدم وضوح الرؤية. ارتفاع درجة الحرارة. ألم في الصدر. فقدان الوعي. صعوبة في الكلام. تدلّي العين أو الفم."
    },
    {
      "source": {
        "name": "KOB"
      },
      "author": "",
      "title": "أعراض دوالي الساقين",
      "description": "",
      "url": "",
      "urlToImage": "https://modo3.com/thumbs/fit630x300/1035/1437475523/%D8%A3%D8%B9%D8%B1%D8%A7%D8%B6_%D8%AF%D9%88%D8%A7%D9%84%D9%8A_%D8%A7%D9%84%D8%B3%D8%A7%D9%82%D9%8A%D9%86.jpg",
      "publishedAt": "دوالي الساقين يمكن تعريف دوالي الساقين (بالإنجليزية: Varicose veins) على أنّها حبال منتفخة زرقاء اللون تظهر تحت سطح الجلد، وأكثر المناطق تأثراً بها الأقدام والساقين، وتُعتبر دوالي الساقين من المشاكل الصحية الشائعة، إذ تُصيب ما نسبته 23% من الأشخاص في الولايات المتحدة الأمريكية، ومن الجدير بالذكر أنّ دوالي الساقين في الغالب غير مؤذية على الرغم من تسبّبها بالألم في بعض الأحيان، وتكون أغلب دوالي الساقين سطحية أي أنّها تُصيب الأوردة السطحية بسبب ضعف عضلاتها مقارنة بالعميقة، وهذا لا يمنع احتمالية إصابتها للأوردة العميقة، وعندها لا تكون الدوالي واضحة للعيان على الرغم من تسبّبها بانتفاخ وألم الساق المصابة. وفي الحقيقة يمكن تفسير حدوث دوالي الساقين على أنّه اضطراب صمام الوريد مما يجعل الدم يتجمع في الوريد وتفقد عضلات جدرانه القدرة على دفع الدم، وهذا بدوره يُسبّب زيادة الضغط فيه، ولعلّ هذا ما يُفسّر انتفاخ الوريد المتضرر.",
      "content": "أعراض دوالي الساقين هناك بعض الأعراض والعلامات التي قد تظهر على المصابين بدوالي الساقين، ومنها ما يلي: انتفاخ الوريد وظهوره باللون الأزرق كما أسلفنا. الشعور بثقل الرِجل خاصة بعد ممارسة التمارين الرياضية وفي المساء. نزف المنطقة لفترة أطول من المعتاد في حال تعرّضها للجروح أو الضرر. التصلّب الجلدي الشحميّ (بالإنجليزية: Lipodermatosclerosis)، ويُعرّف على أنّه تصلب الدهون تحت الجلد الذي يُغطّي منطقة ما فوق الكاحل بقليل، ممّا يتسبب بضمور الجلد. توسّع الشعيرات الدموية في الساق المصابة، مُسبّباً ظهور ما يُعرف بالأوردة العنكبوتية (بالإنجليزية: Spider Veins). انتفاخ الكاحلين. تغير لون الجلد المحيط بالمنطقة المصابة بدوالي الساقين إلى اللون البني أو الأزرق. الشعور بتقلّصات الساق عند الوقوف فجأة. التهاب الجلد الركوديّ (بالإنجليزية: Stasis dermatitis)، والذي يتمثل بوجود احمرار، وجفاف، وحكة في المنطقة المصابة. متلازمة تململ الساقين (بالإنجليزية: Restless legs syndrome). الضمور الأبيض (بالإنجليزية: Atrophie blanche)، والذي يتمثل بظهور بقع بيضاء تُشبه النّدب على الكاحل. أسباب الإصابة بدوالي الساقين هناك بعض العوامل التي تتسبّب بالإصابة بدوالي الساقين، نُجمِلها فيما يلي: العمر: إذ تفقد الأوردة الدموية مرونتها بتقدم الإنسان في العمر، ممّا يتسبب بتمددها واتساعها، وهذا قد يؤدي إلى ضعف صمامات الأوردة، ممّا يجعل الدم يتجمع في الوريد ويتدفق بعكس الاتجاه المطلوب. الحمل: يزيد حجم الدم في الجسم عند الحمل، ولكن يقلّ تدفق الدم من الرئتين إلى الحوض، مما يتسبب بظهور دوالي الساقين، وقد يلعب تغير مستوى الهرمونات دوراً في ظهورها خلال الحمل، ومن الجدير بالذكر أنّ أغلب حالات دوالي الساقين تُشفى دون علاج خلال ثلاثة إلى اثني عشر شهراً بعد الولادة. عوامل الخطورة هناك بعض العوامل التي تزيد خطر الإصابة بدوالي الساقين، ومنها ما يلي: الجنس: تُعدّ النساء أكثر عُرضة للإصابة بدوالي الساقين مقارنة بالرجال، ويمكن تفسير ذلك بسبب مرور المرأة بمراحل تختلف فيها مستويات الهرمونات، كما هو الحال عند الحمل، وقبل الدورة الشهرية، وعند بلوغ سنّ اليأس، فمن المعروف أنّ الهرمونات تُساعد على إرخاء الأوعية الدموية، وعليه يُعتقد أنّ تناول موانع الحمل والهرمونات البديلة قد يزيد خطر الإصابة بدوالي الساقين. التاريخ العائليّ: إنّ ظهور دوالي الساقين في أحد أفراد العائلة يزيد خطر إصابة الأشخاص الآخرين. السمنة: إنّ المعاناة من زيادة الوزن أو السُّمنة يُولّد ضغطاً إضافياً على الأوردة، ممّا يزيد خطر الإصابة بدوالي الساقين. الجلوس أو الوقوف لفترات طويلة: إنّ عدم تغيير وضعية الجسم لفترات طويلة يُسبب اضطرابات في مجرى الدم عبر الدورة الدموية، وهذا بدوره يزيد خطر الإصابة بدوالي الساقين. علاج دوالي الساقين في الحقيقة لا تُعالج دوالي الساقين في كثير من الأحيان، ولكن في حال تسبّبها بانزعاج المصاب وشعوره بالألم يمكن اللجوء للعلاج لتخفيف الأعراض والسيطرة على المضاعفات، وتتضمن الخيارات العلاجية ما يأتي:الرعاية الذاتية: في الحالات التي ينوي فيها الطبيب المختص علاج المصاب، فإنّه غالباً ما يُوصي باتباع نصائح الرعاية الذاتية لما يُقارب ستة شهور، ومن هذه النصائح ما يأتي: ممارسة التمارين الرياضية بشكل منتظم. تجنب الوقوف لفترات طويلة. رفع الساق المصابة عند الاستلقاء وأخذ الراحة. استعمال الجوارب الضاغطة (بالإنجليزية: Compression Stockings) بعد سؤال الطبيب واستشارته، وذلك لأنّها لا تُلائم المصابين جميعهم، فلا بُدّ من الخضوع لاختبارٍ لفحص ما إن كانت مناسبةً للمصاب، وعلى الرغم من قدرتها على تخفيف الأعراض والعلامات التي يشكو منها المصاب، إلا أنّ أثرها في منع تقدم دوالي الساقين وازدياها سوءاً ومنع ظهور دوالي جديدة غير واضح إلى الآن. وفي حال تمّ استعمالها فلا بُدّ من تغييرها واستبدالها كل ثلاثة إلى ستة شهور، ويجدر التنبيه إلى أنّه لا بُدّ من غسلها بالماء الدافئ وتجفيفها بعيداً عن مصادر الحرارة المباشرة، ومن الجدير بالذّكر أنّ الجوارب الضاغطة يجب أن تُلبس في الصباح عند الاستيقاظ حتى المساء قبل النوم. الرعاية الطبية: في الحالات التي لا يستجيب فيها المصاب للرعاية الذاتية يمكن اللجوء إلى بعض الخيارات العلاجية الأخرى، ومنها ما يلي: المعالجة بالتصليب (بالإنجليزية: Sclerotherapy)، ولا يتطلب هذا النوع من المعالجة تخدير المصاب، ويمكن أن يقوم بها الطبيب في عيادته، وتتضمن حقن الوريد المتضرر بمادة، وقد يحتاج الوريد الواحد لحقنه أكثر من مرة. جراحة الليزر (بالإنجليزية: Laser surgery)، وفي هذا النوع يعمد الأطباء إلى استخدام موجات ضوئية قويّة دون إجراء فتح أو شقّ."
    },
    {
      "source": {
        "id": "cnn",
        "name": "CNN"
      },
      "author": "",
      "title": "أنواع مرض الكوليسترول الوراثي",
      "description": "",
      "url": "",
      "urlToImage": "https://modo3.com/thumbs/fit630x300/1907/1415711146/%D8%A3%D9%86%D9%88%D8%A7%D8%B9_%D9%85%D8%B1%D8%B6_%D8%A7%D9%84%D9%83%D9%88%D9%84%D9%8A%D8%B3%D8%AA%D8%B1%D9%88%D9%84_%D8%A7%D9%84%D9%88%D8%B1%D8%A7%D8%AB%D9%8A.jpg",
      "publishedAt": "مرض الكوليسترول الوراثي يُعدّ الكوليسترول مادة شمعية، تُوجد بكميات قليلة في خلايا الجسم، وإنّ تراكم هذه المادة على جدران الشرايين، يتسبب بتصلبها مُحدثاً مضاعفاتٍ وخيمة، ومن هنا يمكن تعريف مرض الكوليسترول الوراثي (بالإنجليزية: Familial Hypercholesterolemia) على أنّه ارتفاع نسبة الكوليتسرول في الدم عامةً، وتحديداً النوع المعروف علمياً بالبروتين الدهنيّ منخفض الكثافة (بالإنجليزية: Low-density lipoprotein)، ويحدث ذلك نتيجة لوراثة جينات مسؤولة عن ذلك، ويُعدّ مرض الكولسترول الوراثي من أكثر أنواع أمراض ارتفاع الكوليسترول شِدّة وخطورة، فهو يرافق المُصاب مُنذ ولادته، ويُطلق على هذا النوع أيضاً ارتفاع الكوليسترول العائلي، ومن الجدير بالذكر أنّ هذا المرض شائع، إذ يُصيب واحداً من بين كل 500 شخص في العالم،وفي الحقيقة إنّ الجين المُسبّب لمرض ارتفاع الكوليسترول العائلي، يُحدث خللاً في قُدرة الكبد على التخلّص من كميّة البروتين الدهني منخفض الكثافة الزائدة في الجسم،الأمر الذي يؤدّي إلى زيادة نسبته في الدم، وتراكمه في جُدران الشرايين، وعليه زيادة احتماليّة الإصابة بتصلّب الشرايين، والجلطات القلبية، وأمراض القلب في سن مبكرة، كما تزداد احتماليّة حدوث الجلطة الدماغية أيضاً. أنواع مرض الكوليسترول الوراثي إنّ الطفرة الجينية المسببة لمرض الكوليسترول الوراثي تتم وراثتها من أحد الوالدين، أو كلاهما، وبناءً على ذلك يُمكن تقسيم مرض ارتفاع الكوليسترول الوراثي إلى نوعين، وهُما كما يلي:مرض ارتفاع الكوليسترول العائلي مُتغاير الزيجوت (بالإنجليزية: Heterozygous FH)؛ ويحدث هذا النوع من مرض الكوليسترول الوراثي عندما تتم وراثة الطفرة الجينيّة المسؤولة عن هذا المرض من أحد الأبوين فقط دون الآخر. مرض ارتفاع الكليسترول العائلي مُتماثل الزيجوت (بالإنجليزية: Homozygous FH)؛ يُعدّ هذا النوع نادراً، إذ يحدث ارتفاع الكوليسترول العائلي متماثل الزيجوت نتيجة وراثة الطفرة الجينيّة المسببة لهذا المرض من كلا الأبوين، وتجدر الإشارة إلى أنّ الأشخاص المُصابين بهذا النوع من ارتفاع الكوليسترول العائلي، تكون مُستويات البروتين الدهني منخفض الكثافة في أجسادهم مُرتفعة جداً، كما أنّ مُعظم المُصابين بهذا النوع تتطلّب حالتهم الصحية التدخل الجراحي المناسب.",
      "content": "تشخيص مرض الكوليسترول الوراثي يتم تشخيص ارتفاع الكوليسترول الوراثي باتباع عدّة إجراءات واختبارات، تُسهم في الكشف عن الإصابة بهذا المرض، ومن هذه الإجراءات نذكر ما يلي:[الفحص البدني: يُساعد الفحص البدني على الكشف عن وجود أي نوع من أنواع الترسبات الدهنيّة في الجسم، أو وجود أي من الأضرار الناتجة عن ارتفاع نسبة البروتين الدهني في الجسم. فحوصات الدم: وفي هذا الاختبار يتم الكشف عن نسبة الكوليسترول العامة، ونسبة البروتين الدهني منخفض الكثافة في الدم، والتي غالباً ما تكون مرتفعة، كما يقوم الطبيب من خلال فحص الدم باختبار نسبة ثلاثي الغليسريد أو تريجليسريد (بالإنجليزية: Triglyceride)، والتي عادةً ما تكون نسبته طبيعيّة في الدم، في حالات الإصابة بارتفاع الكوليسترول الوراثي، إذ إنّ النسبة الطبيعية ل ثلاثي الغليسريد أقل من 150 ميليغرام/ديسيليتر. التاريخ العائلي: يسهم التاريخ العائلي المرضي للإصابة بأمراض القلب، في التعرّف على مقدار خطورة الإصابة بمرض ارتفاع الكوليسترول الوراثي. الاختبار الجيني: يُساعد الاختبار الجيني على الكشف عن الإصابة بمرض الكوليسترول العائلي، وبناءً على ذلك يمكن اتباع الإجراءات العلاجيّة المُناسبة التي تقلل من نسب الوفيات، الناتجة عن الإصابة بأمراض القلب في وقت مبكر. اختبارات القلب: ويتضمن ذلك اختبار الأمواج فوق الصوتيّة (بالإنجليزية: Ultrasounds)، واختبار إجهاد القلب (بالإنجليزية: Stress test). علاج مرض الكوليسترول الوراثي يُمكن علاج مرض الكوليسترول الوراثي، وتقليل النسبة العامة للكوليسترول في الدم، عن طريق ما يلي:العلاج الدوائي: حيث تعمل هذه الأدوية على تقليل نسبة البروتين الدهني منخفض الكثافة في دم المُصابين بمرض الكوليسترول الوراثي، ومن الأمثلة عليها ما يلي: الستاتينات (بالإنجليزية: Statins)؛ تعمل الستاتينات على تثبيط تصنيع الكبد للكوليسترول، مما يؤدي إلى زيادة نشاط الكبد في التخلّص من الكوليسترول في الدم، كما تُساعد على إعادة امتصاص الكوليسترول المُتراكم في جُدران الشرايين، الأمر الذي يُساهم في تقليل خطر الإصابة بأمراض القلب والشرايين، ومن الأمثلة على هذه المجموعة؛ أتورفاستاتين (بالإنجليزية: Atorvastatin)، وفلوفاستاتين (بالإنجليزية: Fluvastatin)، ولوفاستاتين (بالإنجليزية: Lovastatin)، وبيتافاستاتين (بالإنجليزية: Pitavastatin)، وبرافاستاتين (بالإنجليزية: Pravastatin)، ورسيوفاستاتين (بالإنجليزية: Rosuvastatin)، وسيمفاستاتين (بالإنجليزية: Simvastatin). منحيات حامض الصفراء (بالإنجليزية: Bile-acid-binding resins)؛ تعمل هذه الأدوية على خفض مُستويات الكوليسترول في الدم بطريقة غير مُباشرة، وذلك عن طريق ربط الكوليسترول بالعصارة الصفراء التي يُصنّعها الكبد، والتي تساعد في عمليّة الهضم، إذ يعمل هذا الارتباط على استهلاك الكميات الفائضة من الكوليسترول في الدم، في تصنيع العصارة الصفراء، ومن الأمثلة على هذه المجموعة الدوائيّة؛ الكولسترامين (بالإنجليزية: Cholestyramine)، وكوليسيفيلام (بالإنجليزية: Colesevelam)، وكوليستيبول (بالإنجليزية: Colestipol). مثبطات امتصاص الكوليسترول (بالإنجليزية: Cholesterol absorption inhibitors)؛ حيث تعمل هذه الأدوية على تقليل امتصاص الأمعاء للكوليسترول من الطعام، وبالتالي خفض مستويات الكوليسترول في الدم، ومن الأمثلة عليها دواء إزيتمايب (بالإنجليزية: Ezetimibe)، وتجدر الإشارة إلى أنّ هناك بعض الأدوية المركبة المُحضّرة من دمج هذه المجموعة الدوائية مع الستاتينات؛ إذ يمكن من خلال استخدام هذه الأدوية المركبة تقليل امتصاص الأمعاء للكوليسترول من الطعام، ومن جهة أخرى، التقليل من تصنيع الكوليسترول في الكبد، ومن الأمثلة على هذه التركيبة الدوائيّة دواء إزيتمايب وسيمفاستاتين (بالإنجليزية: Ezetimibe-simvastatin). أدوية يتم إعطاءها عن طريق الحقن؛ وهي مجموعات دوائية جديدة يتم إعطاؤها عن طريق الحقن، والتي تُساعد على التقليل من نسبة البروتين الدهني منخفض الكثافة في الدم، وذلك من خلال زيادة امتصاص الكبد لهذا البروتين الدهني، وبالتالي خفض مستويات الكوليسترول في الدم، ومن الأمثلة على هذه الأدوية؛ أليروكوماب (بالإنجليزية: Alirocumab)، وايفولوكوماب (بالإنجليزية: Evolocumab). تغيير نمط الحياة: هناك عدة توصيات طبية، تُفيد بأنّ تغيير نمط الحياة يعتبر خط الدفاع الأول ضد ارتفاع الكوليسترول في الدم، ومن هذه التغييرات ما يلي: زيادة النشاط البدني وممارسة التمارين الرياضية. تناول الأطعمة التي تحتوي على الألياف الغذائية القابلة للتحلل، إذ يُنصح باستهلاك 10-20 جراماً منها يومياً، والتي يُمكن الحصول عليها من الشوفان، والبازيلاء، والفاصولياء، والتفاح، والحمضيات، والجزر. تقليل نسبة استهلاك الدهون المشبعة، بحيث لاتتجاوز 30% من كمية السعرات الحرارية المتناولة يومياً."
    },
    {
      "source": {
        "name": "Investor's Business Daily"
      },
      "author": "",
      "title": "انتشار الروماتيزم و طريقة إمراضه",
      "description": "",
      "url": "",
      "urlToImage": "https://modo3.com/thumbs/fit630x300/1436/1426422122/%D8%A7%D9%86%D8%AA%D8%B4%D8%A7%D8%B1_%D8%A7%D9%84%D8%B1%D9%88%D9%85%D8%A7%D8%AA%D9%8A%D8%B2%D9%85_%D9%88_%D8%B7%D8%B1%D9%8A%D9%82%D8%A9_%D8%A5%D9%85%D8%B1%D8%A7%D8%B6%D9%87.jpg",
      "publishedAt": "انتشار المرض و طريقة إمراضه عادة ما يصيب المرض الأطفال من سن 5-15 عاما ، ويعد المرض من الأمراض الشائعة في الشرق الأوسط والشرق الأقصى و أوروبا الشرقية و جنوب أمريكا ، لكنه يعد نادرا في المملكة المتحدة و أوروبا الغربية وشمال أمريكا ، أما نسبة انتشار المرض فقد كانت عام 1920 عي 10% أما الآن فهي فقط 0.1% ، وسبب نزول نسبة انتشار المرض بسبب تحسن النظافة العامة في أغلب المجتمعات وبسبب استخدام المضادات الحيوية إذن فهذا المرض عادة ما يصيب المجتمعات الفقيرة ذات التغذية السيئة والتي تعيش في أماكن سكنية مكتظة وغير صحية ، أما طريقة إمراض المرض فعندما يحدث التهاب البلعوم واللوزتين عن طريق المجموعة أ من البكتيريا العقدية الحالة للدم بيتا ، فان جهاز المناعة ينتج مضادات حيوية ضد بروتين م الموجود على سطح البكتيريا الخارجي ، وتسبب هذه المضادات الحيوية بأعراض المرض حيث أنها تؤثر على مختلف أجهزة الجسم مؤدية إلى التهابها وتأثرها ، لذلك فان المرض بسبب مناعة ذاتية وليس بسبب تأثير البكتيريا المباشر على الخلايا ويقوم المرض بالتأثير على مختلف أجهزة الجسم ، فعندما قام العلماء بعمل فحص نسيجي لقلب الطفل المصاب بالحمى الروماتيزمية وجدوا ما يسمى بأجسام أشوف داخل الخلايا وهي علامة مميزة لهذا المرض ، وتتواجد في غشاء القلب الداخلي وعضلة القلب ،كذلك وجدوا تأثر صمامات القلب و وجود ثؤولولات عليها ، كذلك وجد العلماء أن الغشاء المحيط بالقلب يعاني كذلك من التهاب حاد عند الأشخاص المصابين بالحمى الروماتيزمية ومن الممكن في النهاية أن يتليف ، وعند القيام بفحص الغشاء الساينوفي الموجود في المفاصل لاحظ العلماء التهابه كذلك",
      "content": "خلاصة عن المرض من أهم أعراض المرض إحساس المريض بالحرارة مع فقدان الشهية وضعف عام وخفقان في القلب و آلام في المفاصل وقد يصاب المريض في بعض الأحيان بما يسمى الرقص ، ويتركز علاج المرض على الراحة التامة والأسبرين و الكورتيزون كذلك ، أما الوقاية من المرض فترتكز على استعمال البنسلين لخمس سنوات على الأقل بعد المرض أو للعشرين من العمر ، أما أهم مضاعفات المرض فهي تأثيره على الصمام التاجي مؤديا إلى ارتجاع فيه"
    },
    {
      "source": {
        "id": "politico",
        "name": "Politico"
      },
      "author": "",
      "title": "ما هو الروماتويد المفصلي",
      "description": "",
      "url": "",
      "urlToImage": "https://modo3.com/thumbs/fit630x300/243156/1561900243/%D9%85%D8%A7_%D9%87%D9%88_%D8%A7%D9%84%D8%B1%D9%88%D9%85%D8%A7%D8%AA%D9%88%D9%8A%D8%AF_%D8%A7%D9%84%D9%85%D9%81%D8%B5%D9%84%D9%8A.jpg",
      "publishedAt": "الروماتويد المفصلي يُعدّ روماتويد المفاصل أو ما يُعرَف بالتهاب المفاصل الروماتويديّ (بالإنجليزية: Rheumatoid arthritis) أحد أنواع أمراض المناعة الذاتيّة، ويتمثل بالتهاب مزمن في مجموعة من المفاصل نتيجة محاربة الجهاز المناعيّ للأغشية المبطنة للمفاصل، ونتيجة الالتهاب المزمن قد تتأثر عدد من أعضاء الجسم الأخرى مثل الجلد، والأوعية الدمويّة، والقلب، كما قد تؤدي الإصابة بالتهاب المفاصل الروماتويديّ إلى انتفاخ مؤلم في المفاصل المتأثرة، وحدوث تآكل في عظام المفصل مع الزمن، ممّا قد يؤدي إلى تشوه المفصل، وتجدر الإشارة إلى وجود عدد من العلاجات الفعّالة التي تمنع تطور المرض.أعراض الروماتويد المفصلي يعاني الأشخاص المصابين بالتهاب المفاصل الروماتويديّ من فترات متقطعة وهبّات من المرض، وفي فترات خمول المرض قد تختفي الأعراض بشكلٍ نهائيّ، أو قد تظهر بشكلٍ بسيط، أمّا في هبّات المرض فقد تكون الأعراض شديدة وغالباً ما يؤثر الالتهاب في نفس المفصل من جانبي الجسم، وفي ما يلي بيان لبعض هذه الأعراض:التعب والضعف. الحمّى. تشوّه المفصل. ألم، وتيبّس، وانتفاخ في مجموعة من مفاصل الجسم. عدم التوازن عند المشي. التوعّك العام. خسارة الوزن. عدم القدرة على الحركة.",
      "content": "أسباب الروماتويد المفصلي لم يتمكّن العلماء من تحديد المسبّب الرئيسيّ للإصابة بالتهاب المفاصل الروماتويديّ، ولكن توجد بعض العوامل التي تزيد من خطر الإصابة بالمرض مثل وجود تاريخ عائليّ للإصابة بالتهاب المفاصل الروماتويديّ، كما تكون فرصة الإصابة بالمرض أعلى لدى النساء منها لدى الرجال، ومن العوامل التي قد تحفّز ظهور المرض ما يأتي: السُمنة. التدخين. التعرّض لإصابة في أحد المفاصل أو العظام. التعرّض لبعض أنواع العدوى البكتيريّة المحددة. الإصابة السابقة ببعض أنواع الفيروسات مثل عدوى فيروس إبشتاين بار (بالإنجليزية: Epstein–Barr virus infection). مضاعفات الروماتويد المفصلي توجد عدّة مضاعفات ومشاكل صحيّة يرتفع خطر الإصابة بها لدى الأشخاص الذين يعانون من التهاب المفاصل الروماتويديّ، نذكر منها ما يأتي: السُمنة. أمراض القلب. مرض السكريّ. ارتفاع ضغط الدم. متلازمة النفق الرسغيّ (بالإنجليزية: Carpal tunnel syndrome). التهاب عدّة مناطق مختلفة من الجسم. التهاب الأوعية الدمويّة (بالإنجليزية: Vasculitis). تمزّق الأوتار. الاعتلال النخاعيّ الرقبيّ"
    },
          {
      "source": {
        "id": null,
        "name": "New York Times"
      },
      "author": "John Eligon",
      "description": "تعد رقبة الإنسان من أكثر أجزاء الجسد تعرضا للإجهاد. هذه الرقبة المتكونة من سبع فقرات عظمية تقوم بدعم الرأس والذي يزن أكثر من 5 كيلو جرام ولأن الرقبة دائما تكون في حركة مستمرة فيمكن لبعض الحركات أن تتسبب في إصابة الرقبة وقد ينتج عنها آلام شديدة أو متوسطة تؤثر على أعمالنا اليومية وفي بعض الأحيان تشعر بأن آلام رقبتك تحسنت ولم تعد تعاني من مشكلة لكن ماذا لو استمر الألم معك؟ كيف يمكنك معالجة ذلك؟",
      "title": "كيفية علاج الآم الرقبة",
      "url": "https://sample-videos.com/video123/mp4/720/big_buck_bunny_720p_20mb.mp4",
      "urlToImage": "https://se77ah.com/artimg/artbig/2873.jpg",
      "publishedAt": "مقدمة تعد رقبة الإنسان من أكثر أجزاء الجسد تعرضا للإجهاد. هذه الرقبة المتكونة من سبع فقرات عظمية تقوم بدعم الرأس والذي يزن أكثر من 5 كيلو جرام ولأن الرقبة دائما تكون في حركة مستمرة فيمكن لبعض الحركات أن تتسبب في إصابة الرقبة وقد ينتج عنها آلام شديدة أو متوسطة تؤثر على أعمالنا اليومية وفي بعض الأحيان تشعر بأن آلام رقبتك تحسنت ولم تعد تعاني من مشكلة لكن ماذا لو استمر الألم معك؟ كيف يمكنك معالجة ذلك؟ هذا الذي سوف نتناوله في هذا المقال بحول الله فعندما يحدث تقلص في عضلات الرقبة وذلك بسبب أنك تعاني من إجهاد بدني أو إجهاد نفسي الذي يعمل على تقليل وصول الدم إلى العضلات بشكل تام لذا فإنك تشعر بآلام لذلك فإن أفضل الطرق للتخلص من هذه الآلام هو تخفيف الجهد البدني أو النفسي وكذلك علاج العضلات وهناك بعض العلاجات المنزلية الصحية التي يشاد بها للتخلص من آلام الرقبة وشد العضلات وأيضا يمكنك تعلم أساليب هامة تمنع حدوث هذا التقلص العضلي من الأساس. مشاكل الرقبة الرقبة الملتوية: الكثير من الناس يستيقظ في الصباح ليجدوا أن رقابهم قد التوت في أحد الجوانب ويشعر بثباتها في ذلك الجانب وذلك لأن الرقبة أخذت وضعية غير صحية ويمكن أن يستمر معك الألم في هذه الحالة من يومين إلى ثلاثة أيام فقط عليك بأخذ الطرق العلاجية الصحية التي ذكرناها بطريقة سليمة وإذا لم تتحسن في غضون أسبوع من الأفضل مراجعة طبيب مختص. مشاكل العظام: قد يعاني الشخص من تمزق في عظام الرقبة ويسمى ذلك بداء الفقار الرقبية وفي أغلب الأحيان يحدث هذه المرض عند كبار السن ولا يظهر أعرض لهذا المرض وفي هذا الحالة يجب مراجعة طبيب خاص أما آلام الرقبة الناجمة من ضغط عصب الرقبة فقد تحدث نتيجة أن رقبتك أخذت وضعا غير مناسب ويمكنك العلاج من هذه الحالة إذا اتبعت الطرق العلاجية المذكورة في أعلى المقال.",
      "content": "طرق معالجة آلام الرقبة في المنزل \nالثلج مخدر لآلام يقوم الثلج بتخدير آلام الرقبة بشكل جيد وكذلك يقلل من التهاب العضلات حيث نقوم بوضع كمية من الثلج الرقيق المهروس في كيس بلاستيكي ونقوم بتغطيته بقطعة من القماش الخفيف ثم نقوم بوضعه على منطقة الألم لمدة لا تقل عن 15 دقيقة. الكمادات الحارة حول العنق حيث تعمل الحرارة على زيادة تدفق الدم وتقلل من تشنج وتصلب العضلات نقوم هنا باستخدام قطعة من القماش أو منشفة مبللة بالماء الدافئ ويمكن استخدام زجاجة بها ماء دافئ لكن يجب الحذر من إبقاء هذه المنشفة أو الزجاجة لفترة طويلة لأن وجود الحرارة لوقت طويل يزيد من الألم. النوم على وسادة منخفضة يفضل أن تكون الوسادة غير السميكة فيجب أن تضع رأسك على وسادة منخفضة وتجنب النوم على وسادتين لأن ذلك يؤدي إلى ثني عنقك بطريقة غير طبيعية وقم بالاستلقاء لبعض الوقت وهذه الطريقة بسيطة ومفيدة في التخلص من آلام الرقبة وتزيل تشنج العضلات وتقلصها حيث يتم الاستلقاء لبعض الوقت وتجنب الوسادة الصلبة لكي لا تزداد آلام الرقبة حيث إن الوضعية السيئة خلال اليوم أو خلال النوم تزيد من آلام الرقبة وتفاقمها وهذا الذي قد يسبب معظم آلام الرقبة فيجب الانتباه إلى ذلك واختر الوضعية المريحة التي لا تسبب لك الآلام. تجنب الضغط العصبي إن الضغط النفسي يؤدي إلى ازدياد شد العضلات لذلك ينصح بالابتعاد عما قد يسبب الضغط والتوتر قدر الإمكان ولا تفكر في ذلك واحرص على الراحة وعليك بممارسة تمارين الاسترخاء ومن أهم هذه التمارين: تمرين الاسترخاء التدريجي وتمرين التنفس العميق. تمارين بسيطة نقوم بشد عضلات الرقبة بلطف ثم إمالة الرأس نحو الأعلى والأسفل ومن جانب إلى جانب آخر وتحريك العنق بعناية شديدة من اليسار وإلى اليمين ثلاث مرات متتاليات إذ إن هذه التمارين البسيطة والتي يجب عليك تطبيقها بحذر تعمل على تقوية عضلات الرقبة تسهل حركتها. قم بتدليك الرقبة: لأن القيام بتدليك الرقبة من شأنه أن يعمل على تخفيف تقلص العضلات وتوفر لها راحة مؤقتة ويساعد على النوم مريح ويجب أخذ حمام ساخن لإرخاء عضلات الرقبة نستخدم زيت من زيوت المساج ثم نقوم بدلك الرقبة ومنطقة الكتفين باستخدام اليدين نطبق ضغط خفيف أثناء التدليك وبحركات دائرية. التدرب على استقامة الرقبة: من أهم وظائف الرقبة أنها تقوم بضبط التوازن بين الرأس والعمود الفقري حيث عندما يقوم الظهر بالانحناء إلى الأمام تنحني الرقبة إلى الخلف وذلك لخلق توازن لازم بين أجزاء الجسم ونقوم بممارسة تمارين التوازن حيث نقف ليكون الظهر ملتصقا بالحائط وكذلك تكون الأرداف ومنطقة الكتفين والجزء الخلفي للرأس باتجاه الحائط ثم نبتعد عن الحائط بمقدار خطوة واحدة ثم نرجع مرة أخرى إلى المكان الذي تقدمنا منه ونقوم بتكرار هذا التمرين أكثر من 10 مرات في اليوم. تمرين الاسترخاء التدريجي: قبل ذلك نقوم بالبحث عن مكان خالٍ وهادئ ثم نقوم بالاستلقاء ونغمض أعيننا وبعد ذلك نقوم بشد عضلات الرقبة ثم تركها على مرات متتالية والأفضل نتبع هذا الخطوات مع باقي أجزاء الجسم الأخرى. تمرين التنفس العميق: نحرص على الجلوس في وضعية مريحة نقوم بأخذ نفس عميق بشكل بطيء لنتأكد بأن النفس يخرج من عمق البطن نقوم بوضع أيدينا على منطقة المعدة ثم نحرص على إخراج النفس بشكل بطيء ونقوم بتكرار هذه الخطوات عدة مرات. تمارين خاصة بالرقبة: القيام بهذه التمارين تعمل على تخفيف ألم الرقبة وذلك بأن تحضر منشفة مبللة بماء دافئ قبل قيامنا بهذا التمرين بعد ذلك نقوم بممارسة التمرين بعمل حركات دائرية للرقبة وفي كل الاتجاهات وعلى مدى الواسع ونقوم بعمل هذا التمرين خمس مرات لكل جلسة حيث تلزم ثلاث جلسات في اليوم الواحد. العمل المكتبي والمحافظة على الرقبة عندما نقوم بتأدية الأعمال المكتبية أو الأعمال الحاسوبية نصدر الكثير من حركات الانحناء والالتفاتات وغيرها وذلك يسبب في إصابة الرقبة بالتقلصات وأضرار لذلك يجب أن نحرص على أداء هذه الأعمال من دون انحناء الرأس إلى الأسفل أو الالتفاتات الرأس في أي اتجاه ويمكننا أن نغير من ارتفاع المقعد وكذلك شاشة الكمبيوتر ونجعله في مرمى النظر بشكل دائم. نصائح وارشادات يجب أن تحرص على النوم بشكل مستقيم وأن تكون يديك ممدودة على الجوانب. استعمل وسادة صغيرة وغير سميكة للنوم أو الاستراحة عليها. عندما يتوجب عليك القيام بعمل متواصل يجب عليك أخذ استراحة. احرص على الجلوس بشكل معتدل عند القراءة أو العمل المكتبي واستخدامك للحاسوب. يفضل استخدام طوق الرقبة إذا كنت تعاني من داء الفقار الرقبية ليس في كل الأحول بل في الأمور التي تقتضي ذلك أثناء سفرك مثلا. احرص على المداومة في عمل تمارين الرقبة بهدوء وابتعد عن التوتر والقلق. وإذا كنت تعاني من خشونة في الرقبة أو داء الفقار الرقبية لا تقم بوضع يديك تحت رأسك عند النوم. عند شعورك بآلام في الرقبة تجنب حمل الأشياء الثقيلة وممارسة التمارين القاسية. الأفضل أن لا تستحم بالماء البارد وأن تتجنب التعرض للبرودة قدر المستطاع."
    },
    {
      "source": {
        "id": null,
        "name": "ESPN"
      },
      "author": null,
      "title": "ما هي أعراض تشنج الرقبة",
      "description": "تشنج الرقبة هو شعور بانكماش مفاجئ وغير طوعي في منطقة الرقبة أو شعور بالشد في أحد أنحاء الرقبة بشكل مزعج و لا يمكن السيطرة عليه وقد يحصل اهتزاز لرقبة وفي بعض الأحيان لا نشعر بالألم إلا في حال تحريك الرقبة باتجاه معين \" مكان الألم \" ويعود سبب التشنج كرد فعل لعضلات الرقبة على الإجهاد أو أخذ الرقبة وضعية خاطئة لفترة من الزمن أدت إلى حدوث ضعف و ألم في العضلات المتصلة بالرقبة وربما يكون التشنج ناتجا عن التعرض لإصابة أو اضطراب و في بعض الظروف قد يكون سبب التشنج عائدا إلى حالة مرضية مثل خلل التوتر في عنق الرحم الذي قد يسبب تشنج لرقبة و رعشة ومن الممكن أن تحدث تشنجات الرقبة قريبة بما فيه الكفاية إلى الحبل الشوكي أو الجذور العصبية المؤدية من وإلى الحبل الشوكي مما يؤدي للضغط على واحدة من هذه الأعصاب الحساسة متسببة بألم شديد.",
      "url": "https://commondatastorage.googleapis.com/gtv-videos-bucket/sample/BigBuckBunny.mp4",
      "urlToImage": "https://se77ah.com/artimg/artbig/2865.jpg",
      "publishedAt": "تشنج الرقبة هو شعور بانكماش مفاجئ وغير طوعي في منطقة الرقبة أو شعور بالشد في أحد أنحاء الرقبة بشكل مزعج و لا يمكن السيطرة عليه وقد يحصل اهتزاز لرقبة وفي بعض الأحيان لا نشعر بالألم إلا في حال تحريك الرقبة باتجاه معين \" مكان الألم \" ويعود سبب التشنج كرد فعل لعضلات الرقبة على الإجهاد أو أخذ الرقبة وضعية خاطئة لفترة من الزمن أدت إلى حدوث ضعف و ألم في العضلات المتصلة بالرقبة وربما يكون التشنج ناتجا عن التعرض لإصابة أو اضطراب و في بعض الظروف قد يكون سبب التشنج عائدا إلى حالة مرضية مثل خلل التوتر في عنق الرحم الذي قد يسبب تشنج لرقبة و رعشة ومن الممكن أن تحدث تشنجات الرقبة قريبة بما فيه الكفاية إلى الحبل الشوكي أو الجذور العصبية المؤدية من وإلى الحبل الشوكي مما يؤدي للضغط على واحدة من هذه الأعصاب الحساسة متسببة بألم شديد. أسباب أخرى لتشنج الرقبة : يمكن أن يكون سبب تشنجات الرقبة نتيجة حدوث شد عضلي أو توتر في العضلات سواء من مجهود بدني مثل رفع الأحمال الثقيلة أو قيام بتمرين مجهدة أو من توتير العضلات دون وعي في الاستجابة للإجهاد.و يمكن أن يحدث توتر العضلات أيضا نتيجة توتر عضلي في استجابة للألم الناتج عن بعض الحالات مرضية. كما يمكن أن تحدث تشنجات الرقبة كأثر جانبي لبعض الأدوية بما في ذلك استخدام دواء الهالوبيريدول (هالدول) وميتوكلوبراميد (ريجلان).",
      "content": "متى يكون تشنج الرقبة عرضا : قد يكون تشنج الرقبة عارضا إثر وجود إصابة كسر في منطقة الرقبة بالإضافة إلى ما ذكرناه سابقا كون تشنج الرقبة عرضا لحالة مرضية و سنذكرها فيما يلي : 1. التشنج الناتج عن وجود خلل التوتر عنق الرحم. 2. الاضطراب المزمن الذي يسبب حركات لا إرادية في الرقبة. 3. الإصابة بسرطان عنق الرحم (الأمراض الإنتكاسية في الرقبة). 4. وجود انزلاق غضروفي . 5. عدوى فيروسية 6. الأمراض الإنتكاسية (بسبب البلى وآثار الشيخوخة على العمود الفقري) 7. تضيق العمود الفقري (تضيق القناة الشوكية وخلق الضغط على الحبل الشوكي أو الأعصاب) 8. قد يكون تشنج الرقبة عرضا لصداع التوتر 9. فيبروميالغيا (وهي حالة مزمنة تسبب الألم والتصلب) 10. الإصابة بالتهاب السحايا (عدوى أو التهاب كيسي حول المخ والحبل الشوكي) 11. المعانة من التهاب العظم والنقي (عدوى العظام) متى يجب زيارة الطبيب : تشنج الرقبة في حد ذاتها ليست حالة خطيرة ولكن في بعض الحالات يمكن أن يكون عرضا لحالة خطيرة. و التماس الرعاية الطبية الفورية إذ ما وجد أعراض خطيرة تشير إلى وجود ضغط على الأعصاب مثل فقدان الإحساس في الأطراف أو الكتفين وفقدان كامل للتوازن أو إذا كان لديك تصلب الرقبة مترافقا مع أي من الأعراض التالية: ارتفاع في درجة الحرارة والصداع وزيادة الحساسية للضوء أو الغثيان مع أو بدون قيء ينصح بالتماس العناية الطبية الفورية."
    }
   
  ]
}
