{
  "status": "ok",
  "totalResults": 8,
  "articles": [
    {
      "source": {
        "id": null,
        "name": "New York Times"
      },
      "author": "John Eligon",
      "description": "تعد رقبة الإنسان من أكثر أجزاء الجسد تعرضا للإجهاد. هذه الرقبة المتكونة من سبع فقرات عظمية تقوم بدعم الرأس والذي يزن أكثر من 5 كيلو جرام ولأن الرقبة دائما تكون في حركة مستمرة فيمكن لبعض الحركات أن تتسبب في إصابة الرقبة وقد ينتج عنها آلام شديدة أو متوسطة تؤثر على أعمالنا اليومية وفي بعض الأحيان تشعر بأن آلام رقبتك تحسنت ولم تعد تعاني من مشكلة لكن ماذا لو استمر الألم معك؟ كيف يمكنك معالجة ذلك؟",
      "title": "كيفية علاج الآم الرقبة",
      "url": "https://sample-videos.com/video123/mp4/720/big_buck_bunny_720p_20mb.mp4",
      "urlToImage": "https://se77ah.com/artimg/artbig/2873.jpg",
      "publishedAt": "مقدمة تعد رقبة الإنسان من أكثر أجزاء الجسد تعرضا للإجهاد. هذه الرقبة المتكونة من سبع فقرات عظمية تقوم بدعم الرأس والذي يزن أكثر من 5 كيلو جرام ولأن الرقبة دائما تكون في حركة مستمرة فيمكن لبعض الحركات أن تتسبب في إصابة الرقبة وقد ينتج عنها آلام شديدة أو متوسطة تؤثر على أعمالنا اليومية وفي بعض الأحيان تشعر بأن آلام رقبتك تحسنت ولم تعد تعاني من مشكلة لكن ماذا لو استمر الألم معك؟ كيف يمكنك معالجة ذلك؟ هذا الذي سوف نتناوله في هذا المقال بحول الله فعندما يحدث تقلص في عضلات الرقبة وذلك بسبب أنك تعاني من إجهاد بدني أو إجهاد نفسي الذي يعمل على تقليل وصول الدم إلى العضلات بشكل تام لذا فإنك تشعر بآلام لذلك فإن أفضل الطرق للتخلص من هذه الآلام هو تخفيف الجهد البدني أو النفسي وكذلك علاج العضلات وهناك بعض العلاجات المنزلية الصحية التي يشاد بها للتخلص من آلام الرقبة وشد العضلات وأيضا يمكنك تعلم أساليب هامة تمنع حدوث هذا التقلص العضلي من الأساس. مشاكل الرقبة الرقبة الملتوية: الكثير من الناس يستيقظ في الصباح ليجدوا أن رقابهم قد التوت في أحد الجوانب ويشعر بثباتها في ذلك الجانب وذلك لأن الرقبة أخذت وضعية غير صحية ويمكن أن يستمر معك الألم في هذه الحالة من يومين إلى ثلاثة أيام فقط عليك بأخذ الطرق العلاجية الصحية التي ذكرناها بطريقة سليمة وإذا لم تتحسن في غضون أسبوع من الأفضل مراجعة طبيب مختص. مشاكل العظام: قد يعاني الشخص من تمزق في عظام الرقبة ويسمى ذلك بداء الفقار الرقبية وفي أغلب الأحيان يحدث هذه المرض عند كبار السن ولا يظهر أعرض لهذا المرض وفي هذا الحالة يجب مراجعة طبيب خاص أما آلام الرقبة الناجمة من ضغط عصب الرقبة فقد تحدث نتيجة أن رقبتك أخذت وضعا غير مناسب ويمكنك العلاج من هذه الحالة إذا اتبعت الطرق العلاجية المذكورة في أعلى المقال.",
      "content": "طرق معالجة آلام الرقبة في المنزل \nالثلج مخدر لآلام يقوم الثلج بتخدير آلام الرقبة بشكل جيد وكذلك يقلل من التهاب العضلات حيث نقوم بوضع كمية من الثلج الرقيق المهروس في كيس بلاستيكي ونقوم بتغطيته بقطعة من القماش الخفيف ثم نقوم بوضعه على منطقة الألم لمدة لا تقل عن 15 دقيقة. الكمادات الحارة حول العنق حيث تعمل الحرارة على زيادة تدفق الدم وتقلل من تشنج وتصلب العضلات نقوم هنا باستخدام قطعة من القماش أو منشفة مبللة بالماء الدافئ ويمكن استخدام زجاجة بها ماء دافئ لكن يجب الحذر من إبقاء هذه المنشفة أو الزجاجة لفترة طويلة لأن وجود الحرارة لوقت طويل يزيد من الألم. النوم على وسادة منخفضة يفضل أن تكون الوسادة غير السميكة فيجب أن تضع رأسك على وسادة منخفضة وتجنب النوم على وسادتين لأن ذلك يؤدي إلى ثني عنقك بطريقة غير طبيعية وقم بالاستلقاء لبعض الوقت وهذه الطريقة بسيطة ومفيدة في التخلص من آلام الرقبة وتزيل تشنج العضلات وتقلصها حيث يتم الاستلقاء لبعض الوقت وتجنب الوسادة الصلبة لكي لا تزداد آلام الرقبة حيث إن الوضعية السيئة خلال اليوم أو خلال النوم تزيد من آلام الرقبة وتفاقمها وهذا الذي قد يسبب معظم آلام الرقبة فيجب الانتباه إلى ذلك واختر الوضعية المريحة التي لا تسبب لك الآلام. تجنب الضغط العصبي إن الضغط النفسي يؤدي إلى ازدياد شد العضلات لذلك ينصح بالابتعاد عما قد يسبب الضغط والتوتر قدر الإمكان ولا تفكر في ذلك واحرص على الراحة وعليك بممارسة تمارين الاسترخاء ومن أهم هذه التمارين: تمرين الاسترخاء التدريجي وتمرين التنفس العميق. تمارين بسيطة نقوم بشد عضلات الرقبة بلطف ثم إمالة الرأس نحو الأعلى والأسفل ومن جانب إلى جانب آخر وتحريك العنق بعناية شديدة من اليسار وإلى اليمين ثلاث مرات متتاليات إذ إن هذه التمارين البسيطة والتي يجب عليك تطبيقها بحذر تعمل على تقوية عضلات الرقبة تسهل حركتها. قم بتدليك الرقبة: لأن القيام بتدليك الرقبة من شأنه أن يعمل على تخفيف تقلص العضلات وتوفر لها راحة مؤقتة ويساعد على النوم مريح ويجب أخذ حمام ساخن لإرخاء عضلات الرقبة نستخدم زيت من زيوت المساج ثم نقوم بدلك الرقبة ومنطقة الكتفين باستخدام اليدين نطبق ضغط خفيف أثناء التدليك وبحركات دائرية. التدرب على استقامة الرقبة: من أهم وظائف الرقبة أنها تقوم بضبط التوازن بين الرأس والعمود الفقري حيث عندما يقوم الظهر بالانحناء إلى الأمام تنحني الرقبة إلى الخلف وذلك لخلق توازن لازم بين أجزاء الجسم ونقوم بممارسة تمارين التوازن حيث نقف ليكون الظهر ملتصقا بالحائط وكذلك تكون الأرداف ومنطقة الكتفين والجزء الخلفي للرأس باتجاه الحائط ثم نبتعد عن الحائط بمقدار خطوة واحدة ثم نرجع مرة أخرى إلى المكان الذي تقدمنا منه ونقوم بتكرار هذا التمرين أكثر من 10 مرات في اليوم. تمرين الاسترخاء التدريجي: قبل ذلك نقوم بالبحث عن مكان خالٍ وهادئ ثم نقوم بالاستلقاء ونغمض أعيننا وبعد ذلك نقوم بشد عضلات الرقبة ثم تركها على مرات متتالية والأفضل نتبع هذا الخطوات مع باقي أجزاء الجسم الأخرى. تمرين التنفس العميق: نحرص على الجلوس في وضعية مريحة نقوم بأخذ نفس عميق بشكل بطيء لنتأكد بأن النفس يخرج من عمق البطن نقوم بوضع أيدينا على منطقة المعدة ثم نحرص على إخراج النفس بشكل بطيء ونقوم بتكرار هذه الخطوات عدة مرات. تمارين خاصة بالرقبة: القيام بهذه التمارين تعمل على تخفيف ألم الرقبة وذلك بأن تحضر منشفة مبللة بماء دافئ قبل قيامنا بهذا التمرين بعد ذلك نقوم بممارسة التمرين بعمل حركات دائرية للرقبة وفي كل الاتجاهات وعلى مدى الواسع ونقوم بعمل هذا التمرين خمس مرات لكل جلسة حيث تلزم ثلاث جلسات في اليوم الواحد. العمل المكتبي والمحافظة على الرقبة عندما نقوم بتأدية الأعمال المكتبية أو الأعمال الحاسوبية نصدر الكثير من حركات الانحناء والالتفاتات وغيرها وذلك يسبب في إصابة الرقبة بالتقلصات وأضرار لذلك يجب أن نحرص على أداء هذه الأعمال من دون انحناء الرأس إلى الأسفل أو الالتفاتات الرأس في أي اتجاه ويمكننا أن نغير من ارتفاع المقعد وكذلك شاشة الكمبيوتر ونجعله في مرمى النظر بشكل دائم. نصائح وارشادات يجب أن تحرص على النوم بشكل مستقيم وأن تكون يديك ممدودة على الجوانب. استعمل وسادة صغيرة وغير سميكة للنوم أو الاستراحة عليها. عندما يتوجب عليك القيام بعمل متواصل يجب عليك أخذ استراحة. احرص على الجلوس بشكل معتدل عند القراءة أو العمل المكتبي واستخدامك للحاسوب. يفضل استخدام طوق الرقبة إذا كنت تعاني من داء الفقار الرقبية ليس في كل الأحول بل في الأمور التي تقتضي ذلك أثناء سفرك مثلا. احرص على المداومة في عمل تمارين الرقبة بهدوء وابتعد عن التوتر والقلق. وإذا كنت تعاني من خشونة في الرقبة أو داء الفقار الرقبية لا تقم بوضع يديك تحت رأسك عند النوم. عند شعورك بآلام في الرقبة تجنب حمل الأشياء الثقيلة وممارسة التمارين القاسية. الأفضل أن لا تستحم بالماء البارد وأن تتجنب التعرض للبرودة قدر المستطاع."
    },
    {
      "source": {
        "id": null,
        "name": "ESPN"
      },
      "author": null,
      "title": "ما هي أعراض تشنج الرقبة",
      "description": "تشنج الرقبة هو شعور بانكماش مفاجئ وغير طوعي في منطقة الرقبة أو شعور بالشد في أحد أنحاء الرقبة بشكل مزعج و لا يمكن السيطرة عليه وقد يحصل اهتزاز لرقبة وفي بعض الأحيان لا نشعر بالألم إلا في حال تحريك الرقبة باتجاه معين \" مكان الألم \" ويعود سبب التشنج كرد فعل لعضلات الرقبة على الإجهاد أو أخذ الرقبة وضعية خاطئة لفترة من الزمن أدت إلى حدوث ضعف و ألم في العضلات المتصلة بالرقبة وربما يكون التشنج ناتجا عن التعرض لإصابة أو اضطراب و في بعض الظروف قد يكون سبب التشنج عائدا إلى حالة مرضية مثل خلل التوتر في عنق الرحم الذي قد يسبب تشنج لرقبة و رعشة ومن الممكن أن تحدث تشنجات الرقبة قريبة بما فيه الكفاية إلى الحبل الشوكي أو الجذور العصبية المؤدية من وإلى الحبل الشوكي مما يؤدي للضغط على واحدة من هذه الأعصاب الحساسة متسببة بألم شديد.",
      "url": "https://commondatastorage.googleapis.com/gtv-videos-bucket/sample/BigBuckBunny.mp4",
      "urlToImage": "https://se77ah.com/artimg/artbig/2865.jpg",
      "publishedAt": "تشنج الرقبة هو شعور بانكماش مفاجئ وغير طوعي في منطقة الرقبة أو شعور بالشد في أحد أنحاء الرقبة بشكل مزعج و لا يمكن السيطرة عليه وقد يحصل اهتزاز لرقبة وفي بعض الأحيان لا نشعر بالألم إلا في حال تحريك الرقبة باتجاه معين \" مكان الألم \" ويعود سبب التشنج كرد فعل لعضلات الرقبة على الإجهاد أو أخذ الرقبة وضعية خاطئة لفترة من الزمن أدت إلى حدوث ضعف و ألم في العضلات المتصلة بالرقبة وربما يكون التشنج ناتجا عن التعرض لإصابة أو اضطراب و في بعض الظروف قد يكون سبب التشنج عائدا إلى حالة مرضية مثل خلل التوتر في عنق الرحم الذي قد يسبب تشنج لرقبة و رعشة ومن الممكن أن تحدث تشنجات الرقبة قريبة بما فيه الكفاية إلى الحبل الشوكي أو الجذور العصبية المؤدية من وإلى الحبل الشوكي مما يؤدي للضغط على واحدة من هذه الأعصاب الحساسة متسببة بألم شديد. أسباب أخرى لتشنج الرقبة : يمكن أن يكون سبب تشنجات الرقبة نتيجة حدوث شد عضلي أو توتر في العضلات سواء من مجهود بدني مثل رفع الأحمال الثقيلة أو قيام بتمرين مجهدة أو من توتير العضلات دون وعي في الاستجابة للإجهاد.و يمكن أن يحدث توتر العضلات أيضا نتيجة توتر عضلي في استجابة للألم الناتج عن بعض الحالات مرضية. كما يمكن أن تحدث تشنجات الرقبة كأثر جانبي لبعض الأدوية بما في ذلك استخدام دواء الهالوبيريدول (هالدول) وميتوكلوبراميد (ريجلان).",
      "content": "متى يكون تشنج الرقبة عرضا : قد يكون تشنج الرقبة عارضا إثر وجود إصابة كسر في منطقة الرقبة بالإضافة إلى ما ذكرناه سابقا كون تشنج الرقبة عرضا لحالة مرضية و سنذكرها فيما يلي : 1. التشنج الناتج عن وجود خلل التوتر عنق الرحم. 2. الاضطراب المزمن الذي يسبب حركات لا إرادية في الرقبة. 3. الإصابة بسرطان عنق الرحم (الأمراض الإنتكاسية في الرقبة). 4. وجود انزلاق غضروفي . 5. عدوى فيروسية 6. الأمراض الإنتكاسية (بسبب البلى وآثار الشيخوخة على العمود الفقري) 7. تضيق العمود الفقري (تضيق القناة الشوكية وخلق الضغط على الحبل الشوكي أو الأعصاب) 8. قد يكون تشنج الرقبة عرضا لصداع التوتر 9. فيبروميالغيا (وهي حالة مزمنة تسبب الألم والتصلب) 10. الإصابة بالتهاب السحايا (عدوى أو التهاب كيسي حول المخ والحبل الشوكي) 11. المعانة من التهاب العظم والنقي (عدوى العظام) متى يجب زيارة الطبيب : تشنج الرقبة في حد ذاتها ليست حالة خطيرة ولكن في بعض الحالات يمكن أن يكون عرضا لحالة خطيرة. و التماس الرعاية الطبية الفورية إذ ما وجد أعراض خطيرة تشير إلى وجود ضغط على الأعصاب مثل فقدان الإحساس في الأطراف أو الكتفين وفقدان كامل للتوازن أو إذا كان لديك تصلب الرقبة مترافقا مع أي من الأعراض التالية: ارتفاع في درجة الحرارة والصداع وزيادة الحساسية للضوء أو الغثيان مع أو بدون قيء ينصح بالتماس العناية الطبية الفورية."
    },
    {
      "source": {
        "id": "the-verge",
        "name": "The Verge"
      },
      "author": "Sean Hollister",
      "title": "ملخص كتاب أنجز العمل وتغلب على المقاومة الصادرة منك",
      "description": "الطموح والوعي بالقادرات الخاصة مفتاحان رئيسيان لبلوغ الأهداف المسطرة، لكنهما كثيرا ما يصطدمان بالمقاومة التي يظهرها الشخص لهما. وتظهر هذه المقاومة بأشكال مختلفة كأن تكون مركزا على إنجاز أعمالك ثم تتثاقل بسبب كثرة النقد الذاتي والشكوك التي تطرأ على تفكيرك، وكلما كان النشاط الذي تقوم به مهما لك وركزت على إنجاحه أكثر؛ فكل نشاط يحتاج طاقة كبيرة ووقتا أطول من العادة يمكنه جعل الإنسان يتجاوز المقاومة بشكل أفضل..\n",
      "url": "https://www.theverge.com/2021/7/7/22567530/amazon-choetech-removed-pulled-aukey-mpow",
      "urlToImage": "https://www.al-mokhtsar.com/wp-content/uploads/2017/02/do-the-work.jpg",
      "publishedAt": "إنهاؤك عملك إضافة إلى تغلبك على مخاوفك ونهوضك بعد سقوطك، هذه الأمور تجعلك أقوى.\nفي مرحلة معينة من حياتك قد تجد نفسك وقد أوقفتك مشكلة كبيرة كتوقف حاسوبك الذي يضم معلوماتك المهمة عن العمل، أو حدوث مشاكل عائلية تأخذ تركيزك كله، في مثل هذه الحالات يتوجب عليك أن تتوقف قليلا وتثبت نفسك وتظل متذكرا أن هذه الأمور مجرد مشاكل ستمضي وما عليك إلا المحافظة على رباطة جأشك ولا تستسلم أو تتوقف عن السعي لبلوغ هدفك.\nمثل هذه المشاكل قد تكون مفيدة إن تعلقت بمشروعك الناشئ؛ فهي تمكنك من تحديد الخلل الذي يتوجب إصلاحه. صاحب الكتاب مثلا اختبر شيئا من هذا القبيل، فبعدما أنهى كتابه * العمل * وقدمه لأصدقائه ليسمع آرائهم ليخبروه أنهم كرهوه ولم يعجبهم. ليقرر بعدها أن يعيد العمل عليه لسنة تنضاف للسنتين اللتين احتاجهما لإنهائه أول مرة.\nمع كل خطوة لك في دربك ستكون معرضا أكثر لمقاومة أشد مصدرها خوفك من النجاح، هذا الخوف من أخطر عناصر المقاومة التي ستعاني منها خاصة إن كنت قريبا من إنهاء ما أنت بصدد العمل عليه.\nفلنأخذ الكاتب المتميز * مايكل كريشتون * كمثال؛ كان كلما يقترب من إنهاء كتابة رواية إلا ويستيقظ أَبْكَرَ من اليوم الذي قبله حتى يحافظ على الزخم الذي كان قد بدأ به، لدرجة أنه كان يمضي بعض لياليه في فندق بعدما تشتكي زوجته من فعله ذاك.\nميزة الصعوبات والمشاكل التي نواجهها في حياتنا أنها تكسبنا الحكمة والتجربة للتعامل معها مستقبلا إن صادفناها مجددا.\n",
      "content": "حدد أعدائك وحلفائك كي تنجز أمورك بفعالية\nالطموح والوعي بالقادرات الخاصة مفتاحان رئيسيان لبلوغ الأهداف المسطرة، لكنهما كثيرا ما يصطدمان بالمقاومة التي يظهرها الشخص لهما. وتظهر هذه المقاومة بأشكال مختلفة كأن تكون مركزا على إنجاز أعمالك ثم تتثاقل بسبب كثرة النقد الذاتي والشكوك التي تطرأ على تفكيرك، وكلما كان النشاط الذي تقوم به مهما لك وركزت على إنجاحه أكثر؛ فكل نشاط يحتاج طاقة كبيرة ووقتا أطول من العادة يمكنه جعل الإنسان يتجاوز المقاومة بشكل أفضل.\nالتفاني وحب ما تفعله يمكن اعتبارهما حليفين جيدين، لكنهما ليسا الوحيدين؛ فهناك صفات أخرى نميل لاعتبارها سيئة فيما هي في حقيقة الأمر مفيدة للشخص خاصة إن كان فنانا أو مقاولا كالجهل والعناد، فمثلا الطيار الأمريكي * شارلز ليندبورغ * استطاع بسبب جهله بمشقة ما كان ينوي فعله إضافة إلى عناده المصحوب بتكبره، استطاع أن يحلق لمدة 33 ساعة متواصلة بعدما اعتقد أنه قادر على ذلك. وقد نجح في ذلك ليكون أول شخص يكون في يوم في مدينة نيويورك ثم يصبح في باريس في اليوم التالي. العناد يساعد كثيرا في التركيز على العمل، كما نفع * ستيف جوبز * أثناء تسيير شركته * آبل * منذ بداياتها حتى نجاحها.\nالاستعداد المفرط، كثرة التفكير والعمل دون خطة هي أمور يمكن اعتبارها عوائق تمنعك من بلوغ أهدافك. هل سبق لك أن امتلكت فكرة لكنك لم تقدمها لأنك استمررت في التفكير فيها أكثر مما يجب؟ لست الوحيد!\n \nبعض الاستراتيجيات المفيدة لتجنب العادات التي تؤثر سلبا على إنتاجيتك\nالاستعداد المكثف المفرط والتفكير الكثير هما مثبطان وعائقان بالنسبة لك، ولتجاوزهما عليك أن تتعامل مع المهمة التي تقوم بها كحالة من التأمل الروحي حيث تركز على المهمة جيدا وتتجاهل أي شيء؛ حاول أن تتصرف أولا ثم تفكر تاليا خاصة في بدايات شركتك الناشئة.\nولنأخذ مثال كاتب، يكون الأحسن بالنسبة له أن يكتب ما يخطر على باله أولا ثم يفكر تاليا كيف يحسنه أو يطوره، يقوم بهذه العملية بعد أن يكون قد وضع لنفسه بنية مهام مضبوطا يلتزم به.\nواحدة من بين المهام المفيدة التي يمكن استعمالها هي * البنية ثلاثية المراحل * المكونة من بداية، وسطى ثم نهائية؛ حيث يتم التركيز على كل جزء حتى إنهائه ثم الانتقال إلى الجزء الذي يليه، ولنأخذ مثال موقع الفايسبوك :\n– مرحلة البداية : كان موقعا يقدم الإمكانية لكل شخص كي يصنع صفحته الشخصية على الأنترنيت.\n– المرحلة الوسطى : منح الخيار لصاحب كل شخص كي يحدد من بإمكانه أن يطلع على صفحته ومنشوراته ومن لا يستطيع.\n– المرحلة النهائية : فتح الباب أمام أعضائه ليشاركوا أنواعا مختلفة من المحتويات ضمن شبكات من الأصدقاء والمتابعين.\nفعوض التفكير المطول في فكرة مشروع، اسأل نفسك الأسئلة التالية :\nما هي الفكرة الأساسية لهذا المشروع ؟ ما موضوعها ؟ ما الشيء الناقص لتمامها ؟\n \nتغلب على مثبطات الإبداع عبر مواجهة العدو داخلك\nإذا صادفت عقبة توقفك عن الإبداع أو عن إنهائك عملك، تذكر أن تتوقف وتفكر بشكل عقلاني، ولا تنس أن واضع هذه العقبة هو عدوك وهو موجود داخل رأسك، فلا تصب جام غضبك على مديرك، عائلتك، أسرتك أو زوجتك، بل ركز جهدك على محاربة عدوك الداخلي واضع هذه العراقيل في طريقك. ذكر نفسك بحبك لما تفعله وسبب قيامك به.\nعندما تصادف هذه العقبة تجد نفسك أمام سؤالين اثنين، الإجابة عنهما ستمكنك من إتمام عملك؛ أولهما * إلى أية درجة أنت محتاج لما تفعله الآن ؟ * إذا كان جوابك على هذا السؤال أنك لست محتاجا إليه وإنما ترغب فقط في جمع بعض المال، الشهرة أو القوة فأنت لن تنجح في بلوغ هدفك، فالجواب الصحيح على هذا السؤال أنك ملتزم بإنهاء ما بدأته، أنت محتاج لإنهائه كي تَفِيَ بالتزامك تجاه نفسك.\nثاني سؤال هو * لماذا تريد القيام بما تقوم به ؟ * من المقبول أن يكون جوابك أنك تقوم به لنيل بعض المرح فقط مثلا لكن من الأحسن أن يكون جوابك أنك * لا تمتلك خيارا آخر*.\nفالالتزام والإصرار كفيلان بدفعك لإبراز قدراتك الدفينة لبلوغ أهدافك.\n"
    },
    {
      "source": {
        "id": "politico",
        "name": "Politico"
      },
      "author": "Leah Nylen",
      "title": "ملخص كتاب الطاقة اللامحدودة، العلم الجديد للانجاز الشخصي",
      "description": "إذا كان تعريفك للفشل هو * عدم بلوغ الهدف المحدد * فسيتعين عليك بناء على هذا أن تصف أكثر الناس نجاحا حول العالم بالفاشلين. الفرق بين هؤلاء الناجحين وبقية الناس هو أنهم يرون كل * فشل * وقعوا فيه كفرصة للتعلم والتطور..\n",
      "url": "https://www.politico.com/news/2021/07/07/36-states-dc-sue-google-for-alleged-antitrust-violations-in-its-android-app-store-498622",
      "urlToImage": "https://www.al-mokhtsar.com/wp-content/uploads/2017/02/Unlimited-Power.jpg",
      "publishedAt": "أكثر من تحريك عينيك لتحفيز مَلَكَاتِكَ الإبداعية وتحسين ذاكرتك\nإن سألت شخصا عن عدد نوافذ بيته فستجده موجها عينيه أعلى اليمين وهو يحاول التذكر، أو أعلى اليسار لمستخدمي اليد اليسرى. أما إن سألته أن يتخيل كيف قد يبدو بعد 20 سنة من الآن فستجد عينيه تتحركان بشكل أفقي أو عمودي. هذه الحركات قادرة على تحسين قدرة العقل في تخزين المعلومات؛ فالمرة القادمة التي ستحتاج فيها تذكر شيء ما، أنظر إلى أعلى اليمين لتحفز عقلك كي يستخدم الذاكرة، فيما لو طلب منك أداء مهمة تحتاج إلى قدراتك الإبداعية حرك عينيك نحو اليمين لتحفز منطقة دماغك المسؤولة عن العملية.\nيمكنك أن تشعر الآخر باهتمامك عبر اختيارك الطريقة الأنسب للتواصل معه.\n\nربما تكون قد سمعت باختلاف طرق التعلم في المدرسة؛ هناك من يتعلم عن طريق القراءة، وهناك من يتعلم عن طريق السمع أو الممارسة. الأمر ذاته ينطبق على تواصلك مع الآخر؛ فإن كان شخصا معتمدا على حاسة السمع بشكل أساسي فإنه سيركز اهتمامه على ما تقوله له بشكل أساسي، أما إن كان شخصا يستخدم حاسته البصرية بشكل أساسي فَسَيُولِي اهتمامه لما تقوم به من حركات، أفعال وما تقدمه له من أشياء بصرية كالملاحظات المكتوبة والهدايا المختلفة، بل وهناك من يستخدم حاسته في اللمس بشكل أكثر فيصبح من المهم لك أن تضبط طريقة تفاعلك المادية معه.\nيمكنك تحديد طبيعة من تتفاعل معه عبر طرح أسئلة بسيطة عليه؛ اسأله أن يتذكر لحظة أثرت فيه بشدة أحس خلالها بالاهتمام موجها له، ثم اسأله كيف بلغ تلك الحالة، أ كلمة سمعها من أحد أم لمسة من شخص عزيز أو هدية قدمت له. الجواب على هذه الأسئلة سيحدد طبيعة الشخص الذي تتفاعل معه وبالتالي الكيفية التي يتوجب عليك أنت التفاعل معه بها.\nيمكنك تغيير لغة جسدك لمحاربة الاكتئاب وزيادة طاقتك.\nهل سبق ولاحظت أنك كي تتوقف عن البكاء تقوم برفع رأسك واستنشاق أكبر كمية من الهواء ؟ هذه مجرد طريقة من الطرق التي يمكنك من خلالها التحكم بواسطة جسدك في مشاعرك.\nالقاعدة ذاتها يمكنك استخدامها لاكتساب دفعة من الطاقة عبر تحديد ما يسبق تَكَاسُلَكَ ثم عكسها قبل فوات الأوان، شدد عضلاتك قليلا، باعد بين كتفيك بشكل يسمح لك أن توسع صدرك ثم ابتسم، هذه الطريقة ستسمح لك بإبعاد الكسل عنك لوقت أطول.\nوالآن لننقل الخطوات ذاتها لمحاربة الاكتئاب؛ وضعية بداية الاكتئاب المعهودة تكون بمقاربة الكتفين مع طأطأة الرأس، فلابد إذن من عكس هذه الحركات عبر مباعدة الكتفين واستنشاق كمية كبيرة من الأكسجين مع رفع الرأس عاليا ثم التركيز على قادم الأيام.\nقوة الإقناع تتحقق عندما تنجح في توحيد قوتيك الجسدية والعقلية مع خطة جيدة.\nالثقة في النفس لا تظهر إلا لدى من لديهم خطة واضحة يسيرون عليها وهم مؤمنون أنها جيدة. إن اعتمدت خطة غير واضحة تثير فيك الشك، فعقلك حينها سينشغل بالتفكير في الأنسب لك هل الانسحاب والتوقف أم الاستمرار دون تأكد من النتيجة، لذلك يتعين عليك أن تجمع بين تفكيرك وقوتك الجسدية وثقتك بنفسك.\nهنا يمكنك أن تلجأ إلى القولبة من جديد، فتحاكي قائدا له كاريزما قوية نجح بواسطتها في استمالة من حوله. تعلم منه واصنع قالبا مشابها له تتقمصه أنت.\n",
      "content": "مفهوم الفشل لا وجود له ما دمت تتعلم كلما وقعت وتطور نفسك.\nإذا كان تعريفك للفشل هو * عدم بلوغ الهدف المحدد * فسيتعين عليك بناء على هذا أن تصف أكثر الناس نجاحا حول العالم بالفاشلين. الفرق بين هؤلاء الناجحين وبقية الناس هو أنهم يرون كل * فشل * وقعوا فيه كفرصة للتعلم والتطور، تخيل مثلا أنك غادرت منزل عائلتك لتبدأ مشروعا تجاري فشل وأنت ابن 21 سنة، وبعدها بمدة قصيرة تخسر صديقا بفعل المرض، فتمضي ثلاثينيات عمرك وأربعينياته محاولا أن تصنع لنفسك اسما في السياسة دون أن تفلح في ذلك، ماذا كنت لتفعل بعدها ؟ هذه الأحداث كانت جزء من حياة * أبراهام لينكولن * أحد أبرز الرؤساء الأمريكيين، لم يستسلم لكل ما واجهه بل تعلم من كل عقبة حتى أصبح رئيسا ما يزال محترما حتى يومنا هذا.\nوكذلك فعل * توماس إديسون * والذي تجاوزت محاولاته لصنع مصباح كهربائي ال 1000 محاولة – حسب بعض المصادر – دون أن ينجح، لكنه اعتبر ذلك اكتشافا لطرق جديدة يجب تجنبها لعدم صلاحيتها.\nالتاريخ مليء بأشخاص لم يزدهم الفشل إلى عزيمة حتى تعلموا منه وبلغوا أهدافهم.\nالطريقة ذاتها يمكن استخدامها في عملية التواصل؛ فعوض اعتبار الخطأ صادرا عن الآخر لأنه لم يفهمك، حاول أنت أن تعرف السبب من سوء فهمه ثم حسن طريقتك في التواصل، فقد يكون المشكل ليس في ما قلته بل طريقتك في قوله.\nيمكنك التحكم في عقلك لتغير طريقة تعاملك ومشاعرك لتتغلب على اكتئابك.\nلا يمكنك التحكم في إمكانية تعرضك للعقبات والمواقف الصعبة في حياتك، لكنك قادر على التحكم في طريقة تعاطيك مع الأمر، كيفية تفاعلك مع كل موقف؛ يوجد في دواخلنا ذلك الصوت الذي يخبرنا كلما واجهنا موقفا صعبا أننا غير قادرين على المواجهة، يركز على نقاط ضعفنا، هذا الصوت يمكن استغلاله لتحديد نواقصنا ثم معالجتها حتى تصبح نقاط قوة لدينا. إن كانت استجابتك للأمر ليست بالجيدة، يمكنك عندها تغيير نبرة هذا الصوت حسب حاجتك كأن تجعله مثل الأب الناصح أو الصديق الذي يدفعك للأمام، المهم أن تجعله صوتا يحرك فيك الرغبة في التغيير. هذه من بين الطرق التي تمنعك من الوقوع في شَرَكِ الكآبة. عليك أن تسأل نفسك عن العوامل التي تجعلك تدخل في حالة الكآبة كل مرة، ثم تحاول التحكم في الأفكار التي تسببها لك.\nيمكنك تحقيق أي شيء من خلال الخطوات الخمسة لِلْقَوْلَبَةِ\n\nتقوم العملية على محاكاة الأشخاص الناجحين؛ تصرفاتهم، خططهم وما يجعلهم مميزين عن غيرهم، وتسمح لمستخدمها باكتساب مهارات جديدة لم يكن يمتلكها، فصاحب هذا الكتاب مثلا لم يكن يعلم شيئا عن كيفية إطلاق النار باستخدام الأسلحة النارية قبل أن يقبل دعوة لتدريب المجندين الجدد من طرف الجيش الأمريكي، عند وصوله وجد أن 70 في المائة فقط من المتقدمين بلغوا الامتحان النهائي للرماية، ليبدأ الكاتب في بلورة نموذج محاكاة خاص بالمجندين الجدد مبني على المشاركين الجيدين سواء تعلق الأمر بكيفية تحريكهم أجسادهم أو إمساكهم بأسلحتهم بل حتى طريقة تعاملهم مع كل موقف، ووضعه للمجندين الجدد ليستعملوه فكانت النتيجة أن نجحوا جميعا. كيف نجح الكاتب في ذلك ؟\nلقد اتبع نموذج الخطوات الخمسة لِلْقَوْلَبَةِ :\n– تحديد النشاط الذي تريد التميز فيه واختيار شخص يتقنه ثم نسخ حركاته وما يجعله الأحسن في ذلك الميدان.\n– كرر أفعاله تلك.\n– تخيل أفعاله تلك بصفة مستمرة.\n– ضع نفسك مكانه في خيالك ثم حاول تأدية النشاط ذاته بالطريقة ذاتها التي استخدمها هو.\n– جرب ذلك على أرض الواقع.\n"
    },
    {
      "source": {
        "id": null,
        "name": "KOB"
      },
      "author": "KOB Web Staff",
      "title": "ملخص كتاب كيف تجعل الناس تحبك في 90 ثانية أو أقل",
      "description": "الإنسان بطبعه كائن اجتماعي يعيش ضمن مجتمع يفيده ويستفيد هو منه أيضا، لكن هذا لا يعني أن عليك أن تحصر نفسك في التعامل مع أشخاص محددين فقط دون غيرهم. عليك أن تحاول التعرف على أشخاص جدد بشكل دوري، ما سينعكس إيجابا على صحتك من جهة وكذا سيسمح لك بالتعرف على نفسك بشكل أحسن؛ بتعرفك على أشخاص جدد ستطور مهاراتك الاجتماعية وتتعلم كيف تصبح محبوبا لدى الناس. الأشخاص المحبوبون يتميزون بكونهم غير غامضين، يشكلون صداقات بسرعة، يتحلون بالثقة في النفس، صادقون وهم محل ثقة، كل هذه الصفات يمكن تنميتها عبر التفاعل مع الغير…\n",
      "url": "https://www.kob.com/new-mexico-news/new-mexico-reports-1-new-death-83-additional-covid-19-cases/6164371/",
      "urlToImage": "https://www.al-mokhtsar.com/wp-content/uploads/2017/02/How-to-Make-People-Like-You-in-90-Seconds-or-Less.jpg",
      "publishedAt": "ازاى تخلى الناس تحبك ؟\nكي تكون قابلا للتصديق، لابد للغتك الجسدية وكلماتك ألا يتعارضا\nلغة الجسد معقدة قليلا وتضم الحركات، التعبيرات الجسدية ووضع الجسد، ويمكن تقسيمها لنوعين : مفتوح ومغلق :\nلغة الجسد المفتوح سمتها البارزة القلب المكشوف، وتبلغ الآخر أن صاحبها مستعد للتواصل بل ومتحمس له خاصة وأن جسدي المتواصلين يكونان متقابلين ما يوحي بالثقة بينهما.\nأما لغة الجسد المغلق فعكس الأولى تكون متسمة بحجب القلب مع اعتماد حركات كثيرة لإبعاد الآخرين مع إظهار قلة الصبر والتوتر ومن أبرز الحركات المبينة لها هو جمع الذراعين فوق الصدر بشكل متقاطع أو توجيه الجسد لاتجاه غير الخاص بالطرف الآخر للحوار.\nالوجه كذلك يمكنه أن يوحي إما بلغة جسد مفتوح تتميز بكثرة الابتسام مع المحافظة نظرة مباشرة، فيما المغلق يتحاشى النظر بشكل مباشر.\nفإن أردت أن يثق الناس بك، عليك أن تتأكد أن لغة جسدك لا تخالف قولك. سنة 1967 قال أستاذ علم النفس من جامعة كاليفورنيا واسمه * ألبرت مهربيان * أن التواصل الناجح يعتمد على الصوت، اللفظ، والعنصر المرئي؛ فما تقوله، الطريقة المستخدمة لذلك والحركات المرافقة لها، كلها يجب ألا تتعارض فيما بينها، خذ كمثال صديقا لك يخبرك أنه مرتاح فيما يضم يديه إلى صدره دون أن ينظر إليك وقدمه تضرب على الأرض بشكل متكرر، هل كنت لتصدقه؟\nالتكيف مع سلوكيات الغير أمر طبيعي، بواسطته يمكن جعل الناس يشعرون بالراحة.\n\nيميل الناس عادة إلى تشغيل من يشبهونهم أو الاقتران بهم، أو الأشخاص الذين يحسون معهم بالراحة والأمان، وذلك من أجل تحقيق نوع من تبادل التأثير بين الطرفين. فالأطفال على سبيل المثال يتأثرون بآبائهم خاصة قبل سن المراهقة فينسخون شيئا من أذواقهم وسلوكياتهم. وهذا شيء عادي فالشخص الطبيعي مثلا إن التقى بشخص آخر مبتسم تجاهه يجد نفسه راغبا في الابتسام كرد فعل عليه، فالأمر طبيعي لدى البشر للاندماج ضمن محيطهم، وهذا ما يصطلح عليه ب * المحاكاة *.\nوالمحاكاة تقوم أساسا على نسخ مختلف مميزات الطرف الآخر المحاور لك سواء تعلق الأمر بتعابير الوجه أو حركات الجسد وغيرها، فتكون إما باستخدام المميزات ذاتها عند الحاجة أو القيام بذلك بشكل مستمر طول مدة الحوار، خاصة إن تعلق الأمر باعتماد نبرة الصوت ذاتها.\nمفتاح الحوار الجيد هو طرح الأسئلة المناسبة والاستماع بشكل جيد.\nبعد التطرق للغة الجسد بنوعيها وبعض الملاحظات الأخرى، جاء الدور على الدخول في الحوار، وإحدى أهم الوسائل لذلك هي استخدام الأسئلة وهي بدورها تنقسم لقسمين:\n– التي تجعل الموجهة له منفتحا؛ وهي التي تدعو بها الناس كي يكونوا طرفا في الحوار، كأن تكون في مطعم وتبدأ ب ” يا له من مطعم جميل! ما هو أصل الطباخ حسب ظنك؟ “، الغاية الأساسية من هذا النوع هو طلب رأي أو تفسير الطرف الآخر باستعمال أدوات من قبيل * متى؟، ماذا؟، أين؟، كيف؟، لماذا؟ *.\n– التي تجعل الموجهة له منغلقا؛ وهي التي يكون الجواب عليها ب * نعم * أو * لا * وقليلا ما قد يتبعها تفسير من طرف المجيب.\nويبقى طرح الأسئلة المناسبة مجرد بداية تستتبع الاستماع الجيد للجواب المرفوق بإيماءات ونظرات تبين اهتمام السائل بالجواب وبصاحب الجواب كذلك، مع المشاركة في الحوار دون مقاطعة المتحدث ومرافقة ذلك بتعبيرات عن الاهتمام به.\nكيف تعرف ان الناس تحبك ؟ \nحواسنا المفضلة قد تدل على طريقة تواصلنا\nسنة 1970، * ريتشارد باندلر * و * جون غريندر * مؤسسا * البرمجة اللغوية العصبية * اكتشفا أن عملائهما قادرون على فلترة ما يستقبلانه من معلومات عبر ثلاثة حواس وهي : النظر، السمع واللمس. في الحالة الطبيعية يمزج البشر بينها في عملية التواصل مع تركيز على إحداها بشكل أكثر، ونتيجة لهذا الأمر تختلف نجاعة التواصل حسب كل شخص؛ فمن يميلون أكثر للاعتماد على النظر يميلون لاستعمال الصور أثناء تفكيرهم أكثر كما أنهم يسرعون قليلا أثناء حديثهم، هؤلاء يفضلون استعمال جمل من قبيل * كيف ترى نفسك؟ * أو * أرى ما ترمي إليه *.\nأما من يعتمدون أكثر على حاسة السمع، فيميلون أكثر لمهن التعليق الصوتي، التعليم أو مهن القانون، يغلب عليهم استخدام جم من قبيل * يبدو أمرا مألوفا * و * أخبري بالمزيد * أو * لا أحبذ نبرة صوته * .\nوأخيرا هنالك المعتمدون أكثر على حاسة اللمس، يمتلكون أصواتا خافتة ويميلون للتحدث بشكل بطيء، ويستخدمون جملا مثل * ما إحساسك حول … ؟ * و * سأتصل بها *.\nبتحديدك الحاسة المفضلة لدى من تحدثه ستغدو محبوبا لديه، ويمكنك الاعتماد على حركة العينين لتحديد الحاسة المفضلة لديه؛ فإن سألت مثلا ثلاثة أشخاص كل منهم والحاسة التي يفضلها السؤال التالي : ” ما أكثر ما أعجبك في عطلتك ؟ ” ستجد المعتمد على حاسة البصر ينظر لأعلى اليسار أو اليمين أثناء تفكيره فيما المعتمد على السمع سينظر إلى اليمين أو اليسار كأنه يحاول رؤية أذنيه، فيما المعتمد على اللمس سينظر إلى أسفل إحدى الاتجاهين.\nوبهذه الطريقة تستطيع تحديد طريقة تحدثك مع كل شخص لتنجح في أن تكون محبوبا لديه.",
      "content": "إذا كنت تسأل نفسك أسئلة مشابهة للأسئلة التالية/\nكيف اجعل الناس تحبني في 90 ثانية ؟\nكيف تجعل الناس يحبونك ؟\nكيف تخلي الناس تحبك ؟\nازاى تخلى الناس تحبك ؟\nفهذا الكتاب سيفيدك حتمًا : )\nكيف اجعل الناس تحبني في 90 ثانية ؟تفاعلك مع الغير سيجعلك محبوبا أكثر ويكسبك صحة جيدة\nالإنسان بطبعه كائن اجتماعي يعيش ضمن مجتمع يفيده ويستفيد هو منه أيضا، لكن هذا لا يعني أن عليك أن تحصر نفسك في التعامل مع أشخاص محددين فقط دون غيرهم. عليك أن تحاول التعرف على أشخاص جدد بشكل دوري، ما سينعكس إيجابا على صحتك من جهة وكذا سيسمح لك بالتعرف على نفسك بشكل أحسن؛ بتعرفك على أشخاص جدد ستطور مهاراتك الاجتماعية وتتعلم كيف تصبح محبوبا لدى الناس. الأشخاص المحبوبون يتميزون بكونهم غير غامضين، يشكلون صداقات بسرعة، يتحلون بالثقة في النفس، صادقون وهم محل ثقة، كل هذه الصفات يمكن تنميتها عبر التفاعل مع الغير.\nأشار العلماء إلى أن الناس منعدمي الحياة الاجتماعية أكثر عرضة للمرض بل وأقصر حياة. سنة 1979 قامت الدكتورة * ليزا بيركمان * من مدرسة هارفرد للعلوم والصحة بدراسة * ألاميدا كونتي * حيث تابعت حالات 7000 شخص تتراوح أعمارهم ما بين 35 و 65 سنة لمدة 9 سنوات لتنتهي دراستها بأن قليلي التفاعل مع المجتمع أكثر عرضة للموت 3أضعاف مقارنة بغيرهم لأسباب صحية.\nالتعرف على أشخاص جدد مسألة صعبة للكثير من الناس، خاصة أن هناك من يمنح لمن يحدثه 90 ثانية قبل إصدار الحكم عليه بتركه والابتعاد عنه. في الومضة التالية سيتم تقديم طرق لكسب محبة الآخرين بسرعة وسهولة.\nكيف تجعل الناس يحبونك ؟\nتفاعلك الأولي مع شخص يسمى * التحية * ويتضمن نقاطا أساسية.\nتعلم أن اللحظات الأولى التي تقضيها مع شخص ما مهمة لإنجاح الأمر، لكن هل تعلم أن تكوين صداقات جديد يبدأ حتى قبل أن تتحدث؟\nأول ما سيلاحظه الشخص الذي تحاول أن تربط معه علاقة صداقة هو مظهرك الجسدي، عيناك، وتعابير وجهك، لذا من الضروري أن تبدو ودودا وتوجه جسدك كله باتجاه ذلك الشخص ما سيوحي باهتمامك به وما سيعبر هو عنه، مع الحفاظ على نظرة مباشرة إلى عينيه، وتأكد من الابتسام أولا، هذه الخطوات ستوحي للطرف الآخر أنك صادق ومحل ثقة.\nبعدها، قدم التحية بنبرة صوت عادية تتبعها بتقديم نفسك، منتظرا من الشخص المقابل لك القيام بالفعل ذاته، وفور تقديمه لنفسه كرر اسمه كي تضمن تذكرك له. يمكنك بعدها أن تصافحه المصافحة المناسبة أو تستعيض عنها بأية طريقة أخرى تقوم مقامها.\nكيف تخلي الناس تحبك ؟\nجودة التواصل بين الناس متوقفة على طبيعة العلاقات بينهم والوضعيات التي يتخذها كل واحد منهم\nلضمان تثبيت أسس حوار إيجابي من المهم البدء بالنقاط المشتركة بين طرفي الحوار، لكن عند تعذر ذلك يمكن اللجوء إلى محاكاة الآخر؛ وذلك عبر محاولة اتخاذ الوضعية ذاتها التي يتخذها وهو جالس أو واقف مع اعتماد نبرة صوت مماثلة لنبرته الخاصة، مثل هذه الممارسة تنشئ رابطا بين الطرفين.\nلكن تذكر أن تحدد هدفك قبل البدء في العملية لأن تحديده هو الذي سيسهل عليك اختيار طرق تصرفك تاليا ويعينك على تحركك بشكل يسير.\nفمثلا، تخيل أن يكون صباحك سيئا لكنك بعده مضطر أن تنهي صفقة مع عميل لك، إن تعاملت مع عميلك بناء على شعورك الخاص وصباحك السيئ فقد تفشل صفقتك، فيما لو أنك ركزت على هدفك ألا وهو إنهاء صفقتك بنجاح لفرضت على جسدك أن يغير حاله للأحسن حتى تنهيها بشكل جيد، وهذه لغة جسد مفيدة حيث أنك تركز على ما تريد من أجل بلوغه، فيما غير المفيدة هي التي تركز فيها على ما لا تريده كأن تتخذ وضعية جسدية تجعلك غير محبوب خوفا من أن يصرخ عليك مديرك في العمل.\n"
    },
    {
      "source": {
        "id": "cnn",
        "name": "CNN"
      },
      "author": "Eric Levenson, CNN",
      "title": "ملخص كتاب كيف تنجز جميع المهام",
      "description": "1 – جمع أفكارك ومهامك\n2 – تحليل عملك\n3 – تنظيم عملك\n4 – مراجعة عملك\n5 – إنهاء عملك",
      "url": "https://www.al-mokhtsar.com/wp-content/uploads/2018/07/%D8%A5%D9%86%D9%87%D8%A7%D8%A1-%D8%A7%D9%84%D9%85%D9%87%D8%A7%D9%85.png",
      "urlToImage": "https://www.al-mokhtsar.com/wp-content/uploads/2018/07/%D9%83%D8%AA%D8%A7%D8%A8-%D8%A7%D9%86%D9%87%D8%A7%D8%A1-%D8%A7%D9%84%D9%85%D9%87%D8%A7%D9%85.jpg",
      "publishedAt": "لكل ما هو غير قابل للإنجاز يمكنك تنظيمه حسب الخيارات التالية:\n* حفظ مؤقت\nويُعنى بما يمكن أن تحتاجه مستقبلا وليست مقيدة بموعد محدد للتسليم، يمكن أن تكون عبارة عن فكرة تريد اختبار إفادتها لمشروعك أو مهارة تريد تعلمها.\nيمكن استعمال خاصية الوسوم لتنظيمها وإيجادها بسرعة.\n* إحالة\nوهي كل ما قد يفيد لإنهاء مهمة معينة، قد يكون ملفا أو مجموعة من الملفات أو قائمة من المهام.\nمجددا، يمكن استعمال خاصية الوسوم لتنظيمها وإيجادها بسرعة سواء عند استخدام تطبيق لتدوين الملاحظات أو خدمة تخزين سحابية.\n* يُتخلص منها\nكل ما لا يجد مكانه ضمن الخيارين السابقين يتم التخلص منه.\n– المشاريع وخططها\nيمكن اعتبار المشروع كل نشاط مكون من أكثر من مهمتين تحتاجان الإنهاء لإنجاحه، مثل التخطيط لرحلة، شراء تلفاز، إدارة اجتماع لفريق التسويق. بمجرد إيجاد ما يوصف بأنه مشروع، من الضروري تسجيله وإعداد خطة مناسبة لإنجاحه.\n* الانتظار\nيمكنك استحداث تصنيف جديد كلائحة مثلا تُخصصها لجمع كل ما تُفضل إنهاءه لاحقا، كما يمكنك استعمال الوسوم في رسائل البريد الالكتروني مثلا للاطلاع عليها في وقت لاحق أو لتحديد ما أنت منتظر إنهاءه أو جوابا عليه في وقت لاحق.\n* المفكرة\nيمكنك استعمال المفكرة لجدولة المهام المهمة محددة التاريخ فقط، ولا شيء غيرها.\n* الخطوة التالية\nكل ما لا يجد مكانا له في المفكرة يوضع في لائحة “الخطوة التالية”، ويمكن إنهاؤه في أوقات الفراغ أو الفترات التي لم تُبرمج فيها مهام أخرى. وإن أصبحت اللائحة أطول من المتوقع أمكن تقسيمها حسب أنواع المهمات المختلفة (إجراء اتصالات، إجراء بحوث، …)\n4 – مراجعة عملك\nبعدما تنتهي من كل الخطوات السابقة، سيتعين عليك أن تراجعها بشكل دوري، خاصة المفكرة فهي التي حددت فيها المهمات التي يتوجب عليك إنهاؤها. وخلال انتظارك حلول الموعد التالي المحدد في مفكرتك، يمكنك مراجعة ما سجلته في لائحة “الخطوة التالية” حتى تكون على استعداد للتعامل معه. وأخيرا، يمكنك الاطلاع على ما سجلته في كل من لائحة “الانتظار”، لائحة “المشاريع”، ولائحة المهام المؤجلة ليوم غير محدد، كلما احتجت إلى ذلك أو انتبهت إلى أن ما تحتويه يحتاج إلى التنظيم.\nوإن كنت تقوم بهذه العمليات بشكل يومي فمن الضروري تحديد موعد أسبوعي للتركيز على أدائها وإضافتها للمفكرة، وبالتالي ستستطيع تنظيمها وتصحيح أي هفوة ارتكبتها طوال الأسبوع، وربما تغير من مهمة أو تنقلها للائحة أخرى مناسبة أكثر لها.\n5 – إنهاء عملك\nوالآن يحين موعد أدائك عملك بناء على آخر مراجعة قمت بها له. وستجد نفسك متمكنا من إدارة وقتك كما يجب فتركز على إنهاء المهام الضرورية التي حددتها في المفكرة، وكلما وجدت وقتا فارغا بين مهمة وأخرى ستقدر على استغلاله في إنهاء شيء آخر مما حددته في إحدى لوائحك التي أعددتها، والنتيجة أنك ستُنهي أكبر عدد من المهام بشكل يومي مستفيدا من إنتاجيتك كما يجب.\n",
      "content": "مما يوضحه كتاب إنهاء المهام منهجية أسماها “الخطة الخماسية لإتقان سير العمل” والموضحة في الشكل التالي، والتي ستُفصل بدقة مرحلة بمرحلة في النقاط اللاحقة.\n1 – جمع أفكارك ومهامك\nأول خطوة لحسن سير العمل هي وضع كل الأفكار المتعلقة بالمهمة على الورق أو على الأقل جمعها في مكان واحد يسهل مراجعتها فيه واستخدامها، هذا الفعل سيسمح بجعلها جزء من خطة العمل التي ستساعد في رسم صورة أوضح لما يُرادُ بلوغه.\n– في السلة\nتمثل “السلة” في هذه الحالة الأداة التي تسمح بجمع أكبر قدر من الأشياء المتعلقة بالمهمة، كتطبيق لتدوين الملاحظات المتعلقة بالمهمة، أو تطبيق الرسائل الإلكترونية الذي يسمح بالاطلاع على البريد الجديد بمجرد تسلمه.\nمن المهم اعتماد أداة أو أدوات من هذا النوع لجمع أكبر قدر من المعلومات والأشياء المتعلقة بالمهمة في مكان واحد لتسهيل الوصول إليها واستعمالها عند الحاجة. وليس بالضروري اعتماد وسيلة رقمية، فحتى قطعة ورق أو دفتر ملاحظات يمكن أن يفي بالغرض.\nمن الضروري اعتماد أقل عدد من السلال، فكل سلة الهدف منها تفريغها بعد الانتهاء من كل مهمة، والتوفر على عدد كبير من السلال يجعل بلوغ هذا الهدف أكثر صعوبة.\n2 – تحليل عملك\nيخطئ الكثير من الناس باعتقادهم أن عليهم البدأ مباشرة في إنهاء المهمات التي جمعوها ومعلوماتها في “سلاتهم”، فعلهم هذا قد يكون سببا في أدائهم مهاما غير عاجلة، في حين أن الخطوة الأولى التي كان عليهم اعتمادها بمجرد إعداد سللهم هي تحليل محتوياتها وتنظيمها بشكل يجعلهم ينهون المهام العاجلة والأكثر أهمية أولا، فيتفادوا بهذا إجهاد أنفسهم دون نتائج طيبة.\n– ما طبيعتها؟\nتحديد طبيعة محتويات السلة يسمح باختيار طريقة التعامل معها، فرسالة تضم معلومات غير ضرورية مختلف تماما عن استلام رسالة عاجلة حول عمل في طور الإنجاز. فتحديد طبيعة كل من محتويات السلة يسمح باستغلالها كما يجب.\n– هل يمكن إنجازها / هل هي قابلة للإنجاز؟\nإن كان الجوب “نعم”، يجب أولا تحديد المشروع المنتمية له (أنظر لأيقونة “المشاريع”) ثم تحديد الخطوة التالية المناسبة لإنجازه (أنظر لأيقونة “ما الخطوة التالية؟”).\nأما إن كان الجواب “لا”، ففي هذه الحالة إما أن تُحذف (أنظر الأيقونة “يُتخلص منها”) أو تحفظ لأي استعمال مستقبلي (أنظر الأيقونة “حفظ مؤقت”) أو أن تحفظ لاستعمالها كإحالة أو كمرجع عند الحاجة (أنظر الأيقونة “إحالة”).\n– ما الخطوة التالية؟\nهنا يجب تحديد الخطوة التالية التي ستسمح بالاقتراب أكثر من إنهاء المهمة، إن كان الهدف مثلا كتابة تدوينة فالخطوة التالية ستكون إعداد مسودة للموضوع.\nبعد تحديد الخطوة التالية، يمكن طرح سؤال بسيط لتحديد موعد تنفيذها، “هل يمكن إنهاؤها في وقت يقل عن دقيقتين؟”\n* نفذها\nإن كان الجواب “نعم”.\n* فوضها\nإن كان الجواب “لا”، في هذه الحالة اسأل نفسك إن كنت الشخص المناسب لتنفيذها، أو إن كنت تعرف شخصا أفضل منك لإنهائها.\n* أجلها\nإن كانت ستحتاج أكثر من دقيقتين، ولست مستعجلا لإنهائها، في هذه الحالة يمكنك تأجيلها لوقت لاحق.\n3 – تنظيم عملك\nبعدما حللت مهامك معتمدا الخطوات سابقة الذكر، يتوجب عليك تنظيم خطواتك التالية لإنجاز العمل المطلوب منك.\n"
    },
    {
      "source": {
        "id": null,
        "name": "Investor's Business Daily"
      },
      "author": "Investor's Business Daily",
      "title": "ملخص كتاب الضرورة",
      "description": "تعتبر كتابات جريج مكيون للأشخاص المهتمين بزيادة إنتاجيتهم وتحسين نتائجهم من خلال تنمية مهاراتهم ورفع كفاءة عملهم ،هذه الكتابات ركزت على التحديات وشجعت على التفكير فيما هو مهم وكيفية قضاء الوقت، فالكتاب يوجهك أن ترفض القيام بالأمور التافهة حتى تتمكن من التركيز أكثر على الأمور ضرورة.\n",
      "url": "https://www.investors.com/market-trend/stock-market-today/dow-jones-futures-market-rally-edges-up-after-fed-minutes-apple-leads-meme-stock-newegg-explodes-tesla-nio/",
      "urlToImage": "https://www.al-mokhtsar.com/wp-content/uploads/2018/07/%D9%83%D8%AA%D8%A7%D8%A8-%D8%A7%D9%84%D8%B6%D8%B1%D9%88%D8%B1%D8%A9.jpg",
      "publishedAt": "الجزء الثالث:كيف يمكننا التخلص من القيام بالأمور الغير اساسية\nالجزء الثالث من هذا الكتاب سوف يشرح لك كيفية القضاء على الأمور غير الضرورية حتى تتمكن من استغلال وقتك في الأمور الضرورية وجعل مستوي ادائك بها أعلى سواء بالمساهمة أو التطوير.\n9.ادرس خياراتك جيدا\nلتتمكن من اتخاذ القرارات السليمة وتضمن جودة مسارك\nلا تسأل نفسك: “أي من قائمة الأولويات المتنافسة يجب أن أقول نعم واقرر القيام به؟” بدلا من ذلك اسأل السؤال الأساسي :”لماذا اقول لا؟” هذا هو السؤال الذي يكشف أولوياتك الحقيقية.\nقرار واحد يأتي بمكاسب عشرات القرارات\nالنوع الأول : الامور الغير أساسية هي ببساطة النشاط الذي يجعلك تنحرف عما كنت تنوي تحقيقه.\nعندما يكون هناك نقص في الوضوح حول اساس الفريق وماهية أهدافه وأدوار كل فرد فيه يرتبك الفريق ويصبح مجهدا نفسيا مما يمكن أن يؤدى إلى الإحباط على عكس عندما يكون كل شيء واضح فسيقدم الفرد أفضل ما لديه.\nومن ناحية أخرى، فإن النية الأساسية ملهمة وواضحة للجميع بحيث يراها الفرد أنها ذات مغزى وهدف لذلك تحقيق الأمر الأساسي قرار واحد يجلب مكاسب ألاف القرارات.\nولا يلزم أن تكون النية الأساسية مصممة بشكل احترافي الأهم هي النية والعزم لتنفيذها.\nاسأل هذا السؤال المهم الذى سيساعدك في اتخاذ القرارات اكثر من اي وقت مضي: “إذا كان يمكن أن اكون ممتازا في شيء واحد فقط، اذا لماذا لا اتخذه درب لحياتي؟ إن خلق نية أساسية أمر صعب. فإنها تحتاج الشجاعة والبصيرة وبعد النظر لنرى أي الأنشطة والجهود سوف تضيف ما يساعدنا لنصل إلى الحد الأقصى من المجهود والمساهمة.\nضع لنفسك أسئلة صعبة واجعل المقارنات حقيقية ومثمرة. كن حازما وانه أمر الأولويات المتنافسة التي تصرفك عن الهدف الأساسي. فلا تبخل بجهدك في تحديد أولوياتك.\nقوة “لا”\nهل سبق لك أن قلت نعم عندما كنت تريد أن تتجنب صراع أو احتكاك؟\nالتحكم في هذه اللحظات مع الشجاعة من أهم مهارات لإتقان فن الضرورة\nيعتقد بيتر دراكر أن “الناس لهم اثر ما داموا يقولون لا”.\nالنقطة أن تقول لا للأمور الغير أساسية حتى يمكننا أن نقول نعم للأشياء المهمة.\nأن تقول لا في كثير من الأحيان إلى كل شيء غير اساسي هو ما يفعله المؤمنون بالضرورة، يؤمنون بأنهم لا يجب أن يقولوا نعم في كل الاحيان بل قائلين لا باحترام ومنطقية وبأمان فهي لها اثر رائع على المدى القصير.\nالفوز وتقليل خسائرك\nإن الرغبة في النجاح تؤدى إلى الميل إلى استثمار الوقت والمال والطاقة فهذه التضحيات يمكن تعويضها بشكل أو بآخر ولكن هناك بعض الفرص يصعب تعويضها وهى الضروريات.\nالأشخاص الذين يعطون الأولوية للضروريات لا يترددون في الاعتراف بأخطائهم وتقبل النقد الموجه لهم فهم يتحلون بالثقة بالنفس والشجاعة لإصلاح اخطائهم.\nلا تسأل: “كيف سأشعر إذا فقدت هذه الفرصة؟” ولكن بدلا من ذلك، “إذا لم تكن أتيحت لي هذه الفرصة، كم سأكون مستعدا للتضحية من أجل الحصول عليها؟\n13. عدل ما يحتاج إلى تعديل\nالحزم في القضاء على الأمور التافهة والغير مهمة صفة من صفات الأشخاص ذوى القيمة\nالذي يعدل أولوياته ليس مجرد شخص يقول لا للأشياء الغير هامة التي يمكن لطفل يبلغ من العمر ثلاث سنوات القيام بها. الشخص الصارم هو شخص يستخدم عقله ويضيف أفكاره للحياة ويحولها إلى واقع بناء على مشورة وخطه مسبقة.\nاتخاذ قرار لتلاشي بعض الخيارات يمكن أن يكون فكرة مرعبة ولكن الحقيقة تكمن في جوهر صنع القرار علي أن يكون واضحا وصحيحا.\nوظيفة المحرر ليست مجرد التعديل ولكن أيضا لجعل شيء حق. ويمكن أن يكون تغيير طفيف مثل تصحيح في قواعد اللغة وكذلك يمكن أن تكون محررا لحياتك بحيث تصبح قادرا علي ضبط النفس فهي إحدى الطرق التي يمكننا القيام بها عن طريق تحرير اتجاهنا إلى الخطوة القادمة أو وجهات النظر في الأمور غير الأساسية.\n14- الحدود\nالحدود مثل جدران قلعة من الرمل اذا سقط احدها يسقط باقي الجدران واحد تلو الأخر حتي الانهيار الكامل\nيري الأشخاص الحريصون علي تنفيذ الضرورات أن الحدود هي التمكين وهم يدركون أن حماية وقتهم من استيلاء شيء عليه من ضمن حدودهم.\nلا بد أن تقول لا للأشياء التي تدعم مصالح الآخرين على حساب مصالحك أي تستنفذ من وقتك وطاقتك للحصول على منافعهم وتحقيق اغراضهم ونستثنى من ذلك العمل الخيري والحل الوحيد أن تضع الحدود مبكرا وليس في لحظة الطلب منك.\nالجزء الرابع : كيف تجعل الأشياء اكثر حيوية وفائدة\nفي حين يميل الأشخاص الذين يهتمون بتنفيذ الضروريات إلى فرض التنفيذ واستثمار الوقت فهذا هو الطريق الوحيد لنبذ تبديد الوقت.\nميزة غير عادلة\nالمهتمون بالضروريات يتطلعون إلى الأمام ويخططون مما يجعلهم مستعدون لحالات الطوارئ المختلفة فإنهم يتوقعون ما لا يتوقعه غيرهم فهذا يخلق مخزن مؤقت للتحضير للأمور الغير متوقعة والطوارئ.\nطريقة واحدة لتتجنب أي تغيير غير متوقع هي أن تضف 50 في المئة مساحة من الوقت حماية من أي ظرف طارئ قد يعرقلك أو يؤثر علي مقدار الوقت الذي تتوقعه لاستكمال مهمة أو مشروع\nيمكنك أيضا إجراء تخطيط السيناريوهات:\n(1) ما هي المخاطر التي تواجهها في هذا المشروع؟\n(2) ما هي أسوأ السيناريوهات؟\n(3) ما هي الآثار الاجتماعية لهذا؟\n(4) ماذا سيكون الأثر المالي لهذا؟\n(5) كيف يمكنك الاستثمار للحد من المخاطر أو تعزيز الحالة المالية أو الاجتماعية؟\nتقدم إلى الأمام وزل العقبات\nوالسؤال هو: ما هو “أبطأ هدف” في عملك أو حياتك بحيث لا يتحقق بالسهولة والسرعة المطلوبين؟ ما هي العقبة التي تبقي حائلا بينك وبين ما تريد تحقيقه؟\nبواسطة تحديد هذه “العقبة” وإزالتها بشكل منهجي والحد بشكل كبير من تأثيرها سيسهل تنفيذ ما هو ضروري بالنسبة لك.\nكتاب الضرورة يسلط الضوء علي العقبات التي تجعل أهدافك بطيئة ومحجوبة عن واقعك ويساعدك في طريقة التقليل من اثرها على ميكانيكية تحقيق هدفك.\nعند تحديد “أبطأ هدف” علينا أن نأخذ في الاعتبار أن المهام المكتملة “المنتجة” تشبه البحوث أو البريد الإلكتروني المرسل لتزويد الناس بالمعلومات، أو تقرير تمت اعادة كتابته من أجل الحصول على الكمال  وأن يكون أفضل من المرة الأولى.\nللحد من الاحتكاك مع شخص آخر وكلته أن ينجز مهام بالنيابة عنك مقاربة. لا ترسل إليه بريدا إلكترونيا لكن بدلا من أن تسأله عما إذا كان قد قام بالعمل نيابة عنك (الذي من الواضح أنه لم يفعل)، اذهب واسأله “ما العقبات التي واجهتك في تنفيذ العمل والتي من الممكن أن تمنعك مرة اخري وكيف يمكنني مساعدتك في إزالة هذه العقبات؟ ” بذلك أنت ابديت اهتمامك به وجعلته يشعر بدعمك الصادق وذلك سيرفع إنتاجيته بالتأكيد على عكس أنك تراسله على البريد الإلكتروني أو على الهاتف.\nالتقدم: انتصارات صغيرة\nطريقة الكاتب مختلفة قليلا. بدلا من أن تنجز كل المهام في وقت واحد وتخل بها. قم بإنجاز مهمة واحدة من المهام الضرورية واحتفل بالتقدم بدلا من السعي للفوز بإنجاز كل المهام وعدم الوصول إلى تقدم فأسع إلى تحقيق انتصارات صغيرة وبسيطة في المجالات الضرورية.\nوقد أظهرت الأبحاث أن من أشكال الدافع البشري الأكثر فاعلية إحراز التقدم مهما كان بسيطا لأن الفوز الصغير الملموس يخلق الحافز ويؤكد لدينا الإيمان في المزيد من النجاح.\nيمكننا أن نعتمد طريقة “الحد الأدنى من التقدم مقبول في الحياة”\nيمكننا أن نسأل أنفسنا، “ما هو أصغر قدر من التقدم سيكون كافيا ومفيدا للمهمة التي نحاول أن ننجزها؟” ونشرع العمل فورا في تنفيذها.\nعبقرية الروتين\nالضرورة تحتم عليك روتين يجعل تحقيق ما  قد حددت ضروري ومفروض عليك حتي لو كان ذلك افتراضيا ولكن في بعض الحالات يكون الأمر حقا اجباريا ويستلزم العمل الجاد ولكن مع الروتين الصحيح يصحبه الجهد يسفر أضعافا مضاعفة من الانتاجية.\nالروتين هو واحد من أقوى الأدوات لإزالة العقبات.\nدون روتين، فإن الميل للانحرافات سوف يتغلب علينا ولكن إذا خلقنا روتين وكرسنا وقتنا لاعتباره من الضروريات، سنبدأ في تنفيذها دون توقف أو تشتت.\nوفقا لباحثين في جامعة ديوك، ما يقرب من 40 في المئة من خياراتنا لا نفكر بها ولكن في الحقيقة يوجد خطر وفرصة في هذا. الفرصة هي أننا نتمكن من تطوير قدرات جديدة تصبح في نهاية المطاف غريزية.\nالخطر هو أننا قد يؤدي ذلك إلي تطوير إجراءات روتينية قديمة وهو ما يعطي نتائج عكسية.\nللتركيز على الطريقة الروتينية الصحيحة  :\n1) غير الشيء الذي يجعلك تنصرف لعمل شيء آخر وترك الضروريات\n2) إنشي اعمال اخري يمكن أن تقوم بها ولا تشتتك أو تصرفك كالصلاة أو التأمل أو الاسترخاء\n3) افعل المهم أولا\n4) اخلط روتين المهام المختلفة ونظمهم سويا ورتبهم على حسب أيام مختلفة من الأسبوع\n5) وفق بين روتين جميع المهام الخاصة بك في وقت واحد\nالتركيز علي ” ما هو المهم الآن؟ “\nللعمل على أعلى مستوى من الإنتاجية يتطلب منك البدا عمدا في ما هو الاهم.\nكل ثانية تقضيها في التفكير في الماضي أو القلق من المستقبل يصرفك عن المهم الآن.\nعندما تواجه الكثير من المهام والالتزامات التي يصعب عليك قضاؤها أو يصعب عليك تحديد ما هو الأهم منهم كي تبدأ به، قف. خذ نفس عميق. ركز على الحاضر في هذه اللحظة واسال نفسك ” ما هو الأكثر أهمية وليس ما هو اكثر اهمية غدا او حتي ساعة من الآن. إذا كنت لا تعرف الإجابة أو غير متأكد اكتب قائمة تشمل كل الاشياء التي تريد القيام بها والتي تتطلب مجهودك وتذكر أن الاهتمام والانطلاق من أجل شيء واحد لا يجدي.\nاكتب هذه الأشياء وما دفعك لإنجازها ووجه هذه المهام وسخر تلك الدوافع في خدمة الواقع .\nالحياة المثمرة\nهناك طريقتان للتفكير في الأمور الضرورية الأولي هي التفكير في شيء تفعله في بعض الأحيان والثاني هو التفكير في ان هذا الشيء يدل عليك بالفعل.\nفي السابق كان مفهوم الضرورة أنه شيء واحد تضفه إلى حياتك لإضافة أو تغيير أو تطوير أمر ما، تلاحظ أن الطريقة الثانية هي طريقة مختلفة وبسيطة وتجعل نمط الحياة نهج شامل للعيش وذلك يلهمنا بأن ذلك يشير لنا ويدل علينا.\nسوف تكتسب الثقة في قدرتك على المواجهة وعدم التسرع.\nتنظيم وترتيب المهام يجعل الأمر أكثر يسرا.\nتذكر أنه إذا كنت لا تعطي الأولوية لحياتك شخص آخر يعطي \nلحياته ونجاحه الأولوية.\nالمختصر المفيد (الخلاصة) للكتاب\nإذا كنت ستأخذ شيئا واحدا من هذا الكتاب فأنا آمل أن تتذكر هذا: أيا كان القرار أو التحدي أو مفترق الطرق التي تواجهه في حياتك، أسأل نفسك “ماذا هو الضروري؟ ” وعندما تحصل على الإجابة الغ أي شيء اخر.\n\n",
      "content": "تعتبر كتابات جريج مكيون للأشخاص المهتمين بزيادة إنتاجيتهم وتحسين نتائجهم من خلال تنمية مهاراتهم ورفع كفاءة عملهم ،هذه الكتابات ركزت على التحديات وشجعت على التفكير فيما هو مهم وكيفية قضاء الوقت، فالكتاب يوجهك أن ترفض القيام بالأمور التافهة حتى تتمكن من التركيز أكثر على الأمور ضرورة.\n” إذا لم تقم بتحديد أولويات حياتك، فإنك لست أنت “\nيتناول الكتاب أفكار هامة بالنسبة لأي شخص يريد ان يركز علي الأمور الضرورية :\nالضرورة والاهتمام بالضرورات تعني العيش من خلال الإصرار وليس الرغبة والافتراضات فقط فإنه يميز لك ما هو المهم وما هو الأقل أهمية لتتمكن من الفوز بأهداف حياتك على حساب الاشياء التافهة أو الاقل ضرورة من غيرها ومن ثم يساعدك على ازالة العقبات التي تقابلك لكي تعمل على الضرورات فقط.\nوضرورات كل شخص واضحة بالنسبة له. إذا، ما هي الضرورة؟\nالضرورة انضباط وخطة منهجية لتحديد أين نحن وأين أعلى نقطة من أهدافنا وتحديد الطريقة التي يمكن أن نصل بها وبذل الجهد من أجل ذلك.\nالجزء الأول : المنطق1.المنطقية في الافتراض\nماذا تعني المنطقية في الافتراض؟\nهناك ثلاثة افتراضات يجب أن نعش بهم هم :\n“لا مفر من أن أفعل هذا”، “كل فرض مهم”، “يمكنني أن أفعل هذا” ويجب أن نترك الافتراضات الكاذبة المثبطة مثل قولك لنفسك “اخترت أن أقوم بهذا”، “ليس لدي سوي القليل من الأمور المهمة”، “أستطيع أن أفعل أي شيء في الوقت الذي اريده”، هذه الافتراضات البسيطة تؤخر الكثير من مهامنا وتشتتنا عن معرفة المشكلة الحقيقية\nاختر أن تعمل على الأشياء الضرورية\nلتصبح شخصا ايجابيا. يتطلب ذلك زيادة الوعي بقدرتنا علي الاختيار وهي قدرة تصنع المعجزات نحن بحاجة أن نتعرف عليها باعتبارها قوة لا تقهر داخلنا عندما ننسى قدرتنا على الاختيار ونحن بذلك نضع انفسنا في دائرة العجز بالإضافة إلى أن ذلك يجعلنا نستسلم ولكن في الحقيقة نحن لدينا القدرة على الاختيار وهذا ما يؤكد انه لا يوجد هناك فرض او واجب وذلك يجعلك متوج بقوة الاختيار على عكس الضرورة التي تعرف بأنها الاستسلام والتفريط في حقنا في حرية الاختيار، فنحن لا نعطي الآخرين السلطة فقط ولكن أيضا إذن صريح للاختيار بالنيابة عننا.\nالأهمية\nالمعتقدين بإلزامية الأشياء يأخذون وقتا لاستكشاف كل الخيارات المتاحة لهم لاستغلالها ويجعلوها مبررا لاعتقادهم أن بعض الأمور أكثر أهمية ولها الأولوية أن تحقق وتستحق جهد للحصول عليها.\nاذا اعتقادك بالضرورة والإلزام يجعلك تبذل جهد أقل على عكس الاختيار الحر\nأي مشكلة أضعها بنفسي في طريقي؟\nيرى المعتقدون بالفرض والإلزام أن تبادل المنفعة والمصالح جزء لا يتجزأ من الحياة بدلا من سؤالهم لأنفسهم “ما الشيء الذي يمكنني أن اتخلى عنه؟ ” او “لماذا أريد أن افعل هذا؟ ” والحقيقة أن الأثر التراكمي لهذا التغيير الصغير في التفكير يمكن أن يكون مؤثر وعميق فتبادل المنفعة شيء لا يجب أن نتجاهله أو نرفضه وعلينا الاعتقاد إن الأمور مهما كنا نراها إلزامية، أنها جعلت عمدا وبتخطيط مسبق عن رغبة كاملة مننا.\nالجزء الثاني : استكشف\nكيف يمكننا أن ننجز العديد من المهام بحماس قليل؟\nمن اساسيات الحياة قضاء أكبر قدر ممكن من الوقت في الاستكشاف، الاستماع، المناقشة، الاستجواب والتفكير. ولكن الاستكشاف ليس غاية في حد ذاته فالغرض منه لتتويج بعض من طاقتنا في أشياء ذات معنى ومضمون بدلا من الأمور التافهة\nتخطى :\nكون الامتيازات والإنجازات من الصعب تحقيقهم، اذا يجب أن نبحث عن هواية أو شغف نحب القيام به وتسخير الجهود من أجل تطوير وتنمية المهارة لنصبح مميزين بها\nلسوء الحظ، في عصرنا المجنون لن تتمكن من أن تجد متسع من الوقت والإمكانات لفعل هذا فكل شيء يحتاج تدريب وتطوير ولذلك كن مصمما ومواجها اية ظروف تعرقلك ولا تنس ان تهيء ظروفك النفسية والجسدية لذلك حيث يمكنك تغيير عاداتك وروابطك الذهنية المتعلقة بتبديد الوقت في القيام بالأمور غير الضرورية حتى تتمكن من إنشاء المساحة التي تحتاج إلى التفكير.\nهناك متسع من الوقت والتركيز يمكناك من جدولة الوقت وترتيب المهام في عقلك، اجمع المعلومات عما تريد أن تفعله وفكر فالتفكير مفيد للغاية.\nوفر وقتا للقراءة في الصفاء لقراءة الأدب الكلاسيكي مثلا، الكتب الحديثة أو آخر الأخبار\nنظرة:\nانظر كيف تسير الأمور\nهل شعرت قبل ذلك أنك لا تعرف ما تريد ولا تعرف ما تهدف إليه؟ هل شعرت يوما أن جميع المعلومات تراكمت عليك ولا تتقن أيا منهم؟ هل سبق لك أن غفلت عن أمر أو اخطأت في عملك أو في المنزل ولم تدرك خطأك إلا بعد فوات الأوان؟\nاوقف التفكير والتركيز على التفاصيل وابدأ برؤية الأمور بشكل عام\nتمييز الأمور الضرورية يتطلب مننا الإلمام بتفاصيل الأمور وتمييز جميع الحقائق المتضاربة والخيارات والآراء باستمرار\nبعض الطرق لمساعدتك على التركيز على الأمور بشكل عام :\n☆ اشتر مجلة\nعندما تقرأ حدث في مجلة حاول الوصول إلى هناك واستكشف الحدث بنفسك لتحصل على تفاصيل جديدة لم تعرفها من قبل وليكن دافعك للوصول لقلب الحدث ان تسال نفسك “ما هو السؤال الذي احاول الإجابة عنه؟”\nالعب كالأطفال\nعش بروح الطفل الذى بداخلك كن سعيدا بلا سبب والعب فاللعب أساسي لحياة مبهجة لتحقيق أساسيات وأهداف حياتك\nهناك ثلاث طرق لتخرج روح الطفل التي بداخلك\nأولا اللعب\nاللعب يعرض الخيارات المتاحة لنا فإنها تساعدنا على رؤية الاحتمالات التي لم نكن ننتبه لها ويفتح عقولنا ويوسع وجهة نظرنا. هذا يساعدنا على تحدي الافتراضات القديمة، أنه يعطينا الإذن لتوسيع أفاقنا وتنشيط وجودة وعينا بالأمور والخيارات المتاحة.\nثانيا: اللعب وسيلة لجودة العمل\nاللعب راحة ومرح بعد إجهاد العمل بالإضافة إلى أنه يمكن أن يكون عدو الإنتاجية ويوقف الإبداع والفضول عندما يزداد عن حده\nفكيف يمكننا توفيق اللعب في أماكن وأوقات عملنا وحياتنا؟\nاسترجع ذكريات الطفولة وتذكر شعورك وحماسك عندما كنت تلعب وتمرح. فهل تمانع ان تعيد هذا الشعور.\nحماية الأصول\nالإفراط في النوم بعد ضغط عمل ليس الحل الأمثل لاستعادة الطاقة وزيادة الإنتاجية\nبدلا من ذلك يرى المهتمون بالضروريات ان النوم عند الاحتياج للراحة فقط فهو مجرد وسيلة وليس هدف في جداولهم حتى يتمكنوا من القيام وتحقيق واستكشاف المزيد\nباختصار، النوم هو ما يساعدنا على الوصول إلى أعلى مستوى من المساهمة والانتاجية حتي نتمكن من تحقيق الكثير في وقت أقل، فالنوم يستطع تعزيز قدرتك على الاستكشاف وتحسين مهارات الاتصال والقيام بالمهام في وقت أقل وبجودة أفضل طوال ساعات استيقاظك.\n☆ اختر:\nميز بين الاشياء وصنفهم بمعايير قوية إما إن يكون نافع او لا\nيمكنك التفكير بهذه الطريقة بنسبة 90 في المئة من معايير الحكم على الاشياء وانها وحدها يمكن ان تطبق على كل قرار أو مشكلة فذلك أهم معيار لهذا القرار ثم إعطاء نتيجة قرارك\nبين 0 و 100. إذا كان معدل نجاح قرارك أقل من 90 في المئة فإنك تظل محتفظا بنسبة كبية من نجاح قرارك سواء كان 60 في المئة على الاقل أو أعلى\nوهنا عملية بسيطة ومنهجية يمكنك استخدامها لتطبيق معايير انتقائية للفرص التي تأتي في طريقك.\nأولا، أكتب الفرصة وقارنها بقائمة من ثلاثة من “المعايير الاقل قوة”\nثانيا، قارنها بتلك المعايير الاقل قوة\nثالثا، اكتب قائمة من ثلاثة من “معايير قوية” وقارن الفرصة بهم\n"
    },
    {
      "source": {
        "id": "politico",
        "name": "Politico"
      },
      "author": "Lara Seligman",
      "title": "اختبار مارشملو ومهارات التحكم في الذات\n",
      "description": "الإرادة هي عامل مهم من عوامل النجاح، والتحكم بالذات هو أحد الأطراف المهمة في عنصر الإرادة، لكن الإنسان لا يولد به إنّما يكتسبه ويتعلمه عبر استراتيجيات متنوعة.\n",
      "url": "https://www.politico.com/news/2021/07/07/us-troop-withdrawal-afghanistan-498671",
      "urlToImage": "https://www.al-mokhtsar.com/wp-content/uploads/2018/10/%D8%A7%D8%AE%D8%AA%D8%A8%D8%A7%D8%B1-%D9%85%D8%A7%D8%B1%D8%B4%D9%85%D9%84%D9%88.jpg",
      "publishedAt": "اختبار المارشملو هذا يعزز  لديهم مفاهيم مهمة للغاية في حال أصبحوا بالغين يواجهون مشاريع أضخم في الحياة ومن تلك المفاهيم:\nالتفكير بالسبب و النتيجة: لن أحصل على هذا بالتالي أحصل على أفضل منه.التفاؤل: بالقدرة على النجاح و الفوز بالأكبر.الحذق و الإتقان: بإعطائهم القدرة على الثقة بأنفسهم و اتقان اختبارات الحياة بكل فاعلية و تخطيط جيد.\nإذاً هذا الاختبار بالإضافة إلى أنه يؤثر بالأطفال على المدى البعيد فهو أيضاً عامل مهم لإعطاء نبذة واضحة ومختصرة عن استراتيجيات التعامل مع الحياة وتحقيق الأهداف لدى البالغين، من حيثُ التخطيط للمستقبل بطرق إيجابية بدلاً من الاستمتاع بمغريات الحاضر دون أدنى مسؤولية لما سيحصل بعد ذلك، الأهداف الكبيرة أهم من المتع الصغيرة، الثقة في بعض الأوقات بالأطراف المقابلة، وهذا ينطبق على المشاريع بشكل أو بآخر، فكل مشروع بحاجة لنظرة بعيدة المدى، ثقة، تخطيط جيد.",
      "content": "الإرادة هي عامل مهم من عوامل النجاح، والتحكم بالذات هو أحد الأطراف المهمة في عنصر الإرادة، لكن الإنسان لا يولد به إنّما يكتسبه ويتعلمه عبر استراتيجيات متنوعة.\nاستراتيجية اختبار المارشملو \nاختبار الإرادة والتحكم بالذات لدى الطفل و تدريبه على ذلك، وهو يركز على مبدأ الأهداف الكبيرة والأهداف الصغيرة فبعد أن توضع قطعة المارشملو أمام الطفل لاختبار قدرته على الانتظار لمدة 15 دقيقة دون أكلها و إعطائه قطعة إضافية إن نجح في الاختبار يترجم فكرة إرادته على التحكم بذاته ضد رغباته في الحصول على الأهداف الصغيرة مقابل الحصول على أهداف أكبر في المستقبل، وكانت نتيجة الاختبار متفاوتة بين طفل و آخر تبعاً للظروف التي أحاطت بهم و طرق تفكيرهم.\nسلوكيات مقاومة الإغراءات:\nتم استنتاج تلك السلوكيات أو الطرق من خلال النتائج التي حصل عليها الأطفال الذين نجحوا في اختبار المارشملو:\nتغطية الحلوىالتفكير في أفكار سعيدةعرض المكافأة عليهم كصورة ( أن تكون لها علاقة بالمكافأة وليست مخالفة لها)الثقة بمانح المكافأةالعمرالجنساكتشافات من خلال اختبار المارشملو:\nالعقل متغيّر: لا بد أن الأطفال استخدموا استراتيجيات متنوعة للنجاح بالاختبار ، ومن ضمنها أنهم غيروا مسار العقل من التفكير بالحاضر إلى التفكير بالمستقبل، حيثُ أصبحت النتائج بعيدة الأجل أفضل بكثير من النتائج الحالية، فبدلاً من الحصول على قطعة مارشملو واحدة سيحصل الطفل على اثنتان.\nتشتيت الانتباه: لصرف النظر عن الخسارة في الاختبار قام الأطفال بتوجيه تركيزهم على أمور أخرى كالغناء مثلاً، و في مواقف الحياة اصرف انتباهك عن الخسارة بأمور أهم تؤدي إلى نجاح مستقبلي.\nاستراتيجية: نعم أستطيع: ثقة الأطفال بقدراتهم على مقاومة الإغراء أدت لنجاحهم في هذا الاختبار وهذا يعزز مبدأ الثقة بالنفس و القدرة.\n"
    }
  ]
}
