{
  "status": "ok",
  "totalResults": 5,
  "articles": [
    {
      "title": "قياس نسبة البروتين",
      "urlToImage": "https://se77ah.com/artimg/artbig/8005.jpg",
      "content": "البروتين هو أحد المواد التي يحتاجها الجسم لبناء العضلات ومنع ضمورها ، لذلك من المهم للغاية معرفة كمية البروتين في الأطعمة المختلفة والسعرات الحرارية التي يساويها من أجل الحفاظ على وزن مثالي وتجنب النقص البروتينات في الجسم ، والتي تؤثر على كتلة الجسم بشكل عام ويؤثر على الحركة. وبناء العظام والعضلات بشكل خاص. الجدول لحساب النسبة المئوية للبروتين في الغذاء و قياس نسبة البروتين سعر حراري32 8 جرام حليب بقر 200مل منزوع الدسم (كوب) سعر حراري56 14 جرام حليب صويا 200 مل (كوب) سعر حراري مائة 25 جرام 2 سكوب إيزولات بروتين سعر حراري24 6 جرام علبة زبادي خالي الدسم مائة جرام سعر حراري60 15 جرام اللبنة مائة جرام سعر حراري84 21 جرام سمك مشوي مائة جرام سعر حراري112 28 جرام تونة مائة جرام سعر حراري مائة 25 جرام سلمون مائة جرام سعر حراري80 20 جرام بلح البحر و المحار مائة جرام سعر حراري مائة 25 جرام دجاج مشوي مائة جرام سعر حراري80 20 جرام صدر ديك رومي مائة سعر حراري مائة 25 جرام لحم مشوي مائة جرام سعر حراري112 28 جرام لحم عجل مشوي مائة جرام سعر حراري80 20 جرام الجبنة شيدر المطبوخ مائة جرام سعر حراري52 13 جرام الجبنة القريش نصف كوب سعر حراري104 26 جرام الفول السوداني مائة جرام سعر حراري160 40 جرام فول الصويا مائة جرام سعر حراري84 21 جرام الفاصوليا الحمراء مائة جرام سعر حراري84 21 جرام الفاصوليا مائة جرام سعر حراري64 16 جرام الحمص مائة جرام سعر حراري88 22 جرام الفول مائة جرام سعر حراري32 8 جرام حليب بقر 200ملي خالي الدسم (كوب) سعر حراري56 14 جرام حليب صويا 200 ملي (كوب) سعر حراري مائة 25 جرام 2 سكوب إيزولات بروتين سعر حراري 24 6 جرام علبة زبادي خالي الدسم مائة جرام سعر حراري84 21 جرام سمك مشوي سعر حراري112 28 جرام تونة مائة جرام يعد البروتين أحد المكونات الأساسية للجسم البشري بشكل عام وللبناء كمال الأجسام بشكل خاص ، حيث يلعب دوراً هامًا وحيويًا في بناء عضلات الجسم وزيادة حجمه ، لأنه يؤثر على معدل حرق الدهون في الجسم. جسم الإنسان ، لذلك من المهم تناول البروتين بما فيه الكفاية من أجل المساهمة في بناء الجسم ، حيث يُنصح لاعبي كمال الأجسام الرياضة باستهلاك حوالي 2 جرام من البروتين يوميًا لكل كيلوغرام من الوزن والجرعة اليومية لا تقل عن 1 و نصف جرام من البروتين."
    },
    {
      "title": "ما هو فيروس هانتا ؟",
      "urlToImage": "https://se77ah.com/img/svg/10.png",
      "content": "ما هو فيروس هانتا؟ هو مجموعة من الفيروسات التي يصاب بها الشخص نتيجة للمس البراز أو لعاب أو بول القوارض، وتكون حضانة الفيروس من 8 إلى 31 يوما، وذلك وفقا لمنظمة الصحة العالمية. ما هي أعراض فيروس هانتا؟ هناك العديد من الأعراض التي تشير إلى الإصابة بفيروس هانتا ومنها: - ارتفاع حرارة الجسم، ويصاحبها قشعريرة. - الشعور بالصداع الشديد. - ألم في عضلات الجسم. - التعرض للقيء، أو الإسهال أو ألم في البطن. - السعال الذي يصاحبه خروج إفرازات. - ضيق شديد في التنفس. - تعرض الرئة لتراكم شديد في السوائل. - انخفاض ضغط الدم. - انخفاض كفاءة القلب. فيروس هانتا فيروس هانتا ما هي أسباب الإصابة بفيروس هانتا؟ هناك العديد من الأسباب المؤدية للإصابة بفيروس هانتا، ومنها: - القوارض الذي ثبت علميا أنه المسئول الأول عن الإصابة. - أثبتت بعض الدراسات أن الاستنشاق يعد هو الطريق الرئيسي للانتقال الفيروس، فعند التعرض لاستنشاق رائحة البول أو البراز أو اللعاب الخاص بالقوارض التي تنتقل عبر الهواء يتسبب في ذلك الإصابة. -أشارت بعض الدراسات أنه من السهل انتقال الفيروس من شخص لآخر، عن طريق النفس. ما هي مضاعفات فيروس هانتا؟ يتعرض الأشخاص المصابون بفيروس هانتا إلى حدوث رؤية ضبابية، بالإضافة إلى انخفاض حاد في ضغط الدم قد يعرضهم للوفاة نتيجة لهبوط في الدورة الدموية، حدوث تسرب في الأوعية الدموية والفشل الكلوى الحاد، ويموت ما بين 1 إلى 15 بالمائة من المرضى. ما هى طرق تشخيص فيروس هانتا؟ يتم التشخيص عن طريق الخضوع لاختبارات الدم التي توضح إذا كان الجسم يحتوى على أجسام مضادة لفيروس الهانتا. ما هو علاج فيروس هانتا؟ في حالة اكتشاف فيروس هانتا في البداية يمكن علاج بعض الحالات، عن طريق الذهاب للمستشفى ووضع المريض علي أجهزة التنفس الصناعي. وبالنسبة للأشخاص الذين يتمكن منهم الفيروس يحتاجون إلى علاج فوري في وحدة العناية المركزة، والتخلص من السوائل المتراكمة في الرئة، مع ضرورة أكسجة الدم والهدف منها الحصول علي كميات أكسجين كافية في الجسم."
    },
    {
      "title": "أسباب و اعراض مرض هوفمان\n",
      "urlToImage": "https://se77ah.com/artimg/artbig/8015.jpg",
      "content": "مرض هوفمان أو مرض ضمور العضلات الشوكي (SMA) هو مرض وراثي يصيب الأعصاب التي تظهر من النخاع الشوكي في العمود الفقري. يبدو ضمور العضلات الطرفي مع استرخاء شديد في العضلات. اعراض مرض هوفمان أو ضمور العضلات الشوكي (SMA) يجعل العضلات في أجساد المصابين المصابين أضعف. هذا يعني أن الأشخاص الذين يعانون من SMA يعانون من مشاكل في التنفس ومشاكل في البلع. هناك العديد من الانقسامات لهذا المرض.محيط من بين الأشياء الأساسية والمميزة حول الحثل العضلي الشوكي بكل أشكاله هو سلامة الحواس الأخرى وسلامة العقل والإدراك والتفكير. النوع العمر عند الإصابة مدى الحياة مهارات النمو المكملات من النوع الأول منذ 6 أشهر أقل من عامين الجلوس مع المساعدة إزالة الصعوبات في التنفس والبلع. مع رج في اللسان النوع الثاني ، من 6 إلى 18 شهرًا ، يعيش 70٪ منهم حتى عمر 25 عامًا ويستطيعون الجلوس بالاهتزاز في الأصابع واللسانظهرًا ، النوع الثالث بعد 12 شهرًا من الاعتماد العادي على النفس في الحركة والنوع الرابع هو بالغ طبيعي طبيعي . أسباب مرض هوفمان الضمور العضلي الشوكي هو عيب (طفرة) في جين يسمى اختصار (SMN-SMN). المعلومات المتاحة في هذا الوقت هي أن هذا الجين ينتج بروتينًا له دور مهم في الخلايا الأمامية للحبل الشوكي. وهذا يتحكم في حركة العضلات الموجودة. في أجزاء مختلفة من الجسم عن طريق الألياف العصبية الطويلة في حركة عضلية معينة ، ترسل الخلية الأمامية إشارة كهربائية عبر الألياف العصبية لتحريك العضلات. عندما تكون الخلايا الأمامية ضمورًا ، تكون العضلات غير قادرة على الحركة ، ومع مرور الوقت ، فإنها ضمور تلقائيًا بسبب المرض. بغض النظر عن الدور الحقيقي للبروتين الذي ينتج عن جين SMN ، هذا البروتين مهم للجبهة لمواصلة لعب دورهازيادة العضلات وحاجة الجسم للحركة. لذلك ، يصبح الأمر أكثر تعقيدًا. مع الجمود وضمور العضلات ، تزداد هشاشة العظام ويبدأ العمود الفقري في الانحناء نتيجة لعدم أداء العضلات لدورها المتوقع ، وهو الحركة والحفاظ على توتر العضلات.النواة في بعض المفاصل o تتأثر عضلات الجهاز التنفسي أو عضلات اللثة أو جذع الدماغ لا توجد أعراض إصابة الدماغ (النوبات ، وفقدان التوازن ، والعجز الحسي) عدم وجود ردود فعل الأوتار العميقة Fasciculations - حركات صغيرة الوخز العضلات الذكاء - الطبيعي تشبه أعراض الحثل العضلي أعراض الحثل العضلي ، مما قد يصعّب تشخيص المرض."
    },
    {
      "title": "اعراض السكري",
      "urlToImage": "https://se77ah.com/artimg/artbig/5667.jpg",
      "content": "١ ما هو السكري؟ ٢ اسباب السكري ٣ أنواع السكري ٤ اعراض السكري ما هو السكري؟ السكري:مرض مزمن يحدث عندما يعجز البنكرياس عن انتاج مادة الانسولين بكمية كافية او عندما يعجز الجسم عن استخدام تلك المادة بشكل فعال . و الانسولين هرمون ينظم مستوى السكر في الدمو ارتفاع مستوى السكر في الدم من الاثار الشائعة التي تحدث جراء عدم السيطرة على السكري و هو يؤدي مع الوقت الى حدوث اضرار و خيمة في الكثير من اعضاء الجسد. و السكري هو عبارة عن مجموعة من الامراض تصيب و تؤثر على طريقة استخدام الجسم لسكر الدم (الجلوكوز).و يعتبر الجلوكوز عنصر حيوي للجسم حيث انه يمد الجسم بالطاقة اللازمة و كنتجية للاصابة بالسكري لا يتم تحويل الجلوكوز الى طاقة مما يؤدي الى توفر كميات زائدة منه في الدم بينما تبقى الخلايا متعطشة للطاقة اسباب السكري • السمنة • تاريخ عائلي للاصابة بمرض السكري • التناول المفرط للدهون و النشويات • الحالة النفسية:كالقلق و التوتر فهذه الحالة تعجل في ظهور اعراض الاصابة و لكن لا تعتبر من الاسباب المباشرة للاصابة • الالتهابات:مثل التهاب البنكرياس و الذي يعمل على ظهور اعراض الاصابة بالسكري • الادوية:مثل الكورنيزوك و حبوب منع الحمل • الكحول:تعمل المشروبات الروحية على اتلاف غدة البنكرياس و بالتالي الاصابة بالسكري أنواع السكري يصنف مرض السكري الى ثلاثة انواع حسب تصنيفات منظمة الصحة العالمية: • السكري من النمط 1:من السمات المميزة لهذا النوع (كان يعرف باسم السكري المعتمد على الانسولين)قلة انتاج مادة الانسولينمما يؤدي الى تعاطي الانسولين يومياو لا يعرف سبب مرض السكري من النمط 1 و لا يمكن الوقاية منه حسب المعرفة الحالية الحديثة • السكري من النمط2: (كان يسمى سابقا باسم السكري غير المعتمد على الانسولين)بسبب استخدام الجسم لمادة الانسولين بشكل غير فعال و الجدير بالذكر ان 90% من الحالات المسجلة حول ارجاء العالم هي حالات من النمط 2 • سكري الحوامل:يماثل سكري الحوامل النمط الثاني من السكري في العديد من الاوجه فمثلا يتشابهان في قلة الانسولين النسبية و ضعف استجابة الجسم لمفعول الانسولين و لكن يختفي او تتحسن حالة الام بعد الولادة اعراض السكري • اعراض شبيهة بأعراض البرد:حيث يشعر مريض السكري في بعض الاحيان باعراض تشبه الاصابة بالبرد مثل الضعف العام او فقدان الشهية • زيادة وزن الجسم او نقصانه • ضعف الرؤية:يؤدي ارتفاع نسبة السكر في الدم الى خروج السوائل خارج انسجة الجسم بما في ذلك عدسات العين • بطء في التئام الجروح و اصابات متكررة:يؤثر مرض السكري على قدرة الجسم على التئام الجروح اصابات المهبل و المثانة هي اكثر المشاكل انتشارا لدى النساء المصابات بالسكري • اصابة الاعصاب:زيادة نسبة السكر في الدم قد يضر الاوعية الدموية في الاعصاب و يؤدي ذلك الى حدوث تنميل في الاعصاب • يحدث حالة من الضعف الجنسي لدى الرجال خاصة فوق الخمسين و ذلك نتجية الخلل الذي يحدث في الاعصاب التي تساعد على حدوث الانتصاب • احمرار و ضعف و تورم في اللثة:يزيد مرض السكري فرص الاصابات التي تحدث في اللثة و العظام التي تحمل الاسنان بالفم و لذلك قد يفقد المريض بعض اسنانه او قد يحدث خروج اللثة من مكانها و زيادة القرح و الجيوب الصديدية بها • زيادة عدد مرات التبول بسبب ارتفاع الضغط التناضحي • زيادة الاحساس بالعطش و ينتج عنها زيادة تناول السوائل لمحاولة تعويض زيادة التبول • الالتهابات الجلدية العنيفة • العنة الشديدة • هناك تلازم مؤكد بين السكر و تصلب الشرايين و قد يعجل السكر حدوث تصلب الشرايين • يؤدي السكري احيانا الى حدوث اجهاض متكرر لدى الحوامل كما ان احتمال تشوهات الجنين الخلقية تزيد بوضوح مع مرض السكري • التهاب واضح مع حكة شبه مستمرة ولمزيد من المعلومات ننصحكم بمشاهدة فيديو تتحدث فيه الدكتورة روان حجاب دكتور صيدلة عن الفحوصات الواجب إجراؤها للكشف عن مرض السكري."
    },
    {
      "title": "ما هي أسباب مرض السكري",
      "urlToImage": "https://se77ah.com/artimg/artbig/5769.jpg",
      "content": "١ مرض العصر ٢ مرض السكري ٢.١ أنواع مرض السكري ٢.٢ أعراض مرض السكري ٢.٣ أسباب مرض السكري ٢.٤ مضاعفات مرض السكري ٢.٥ علاج مرض السكري مرض العصر انتشرت الكثير من الأمراض المزمنة في الوقت الحالي وخصوصا بين كبار السن ومن أكثر الأمراض المزمنة انتشارا هو مرض السكري ومرض الضغط فقد أصبحت هذه الأمراض حديث العصر ولم يبقى بيت يخلو من إصابة أحد الأشخاص فيه من هذه الأمراض المزمنة ففي السابق لم يكن يعرف علاج محدد لهذه الأمراض وكانت تسبب الوفاة لصاحبها ولكن الآن بعد تطور العلم والطب أصبح بإمكان مريض السكري أو الضغط أن يتعايش مع هذا المرض لسنوات طويلة وحتى نهاية حياته ومن الأمراض التي سنتحدث عنها هي مرض السكري فيوجد الكثير من مرضى السكري حول العالم ومصابون بهذا المرض منذ سنين طويلة ويمارسون حياتهم بشكل طبيعي ويتعايشون مع المرض بطريقة صحية فما هو مرض السكري؟ وما هي أسبابه؟ وكيف يمكن علاجه والتعايش معه؟ مرض السكري هو عبارة عن ارتفاع نسبة السكر في الدم بمستويات عالية وذلك ناتج عن معجزة البنكرياس عن إنتاج هرمون الأنسولين المطلوب للجسم ويوجد عدة أنواع من مرض السكري التي تصيب الجسم ولها أسباب مختلفة وكل نوع له علاجه المناسب له. أنواع مرض السكري سكري النمط الأول: وفي هذا النوع من السكري يكون الجسم غير قادر على إفراز هرمون الأنسولين ولا يوجد سبب واضح لذلك حتى الآن ويبقى هذا النوع من السكري ملازم للإنسان طوال حياته. سكري النمط الثاني: وفي هذا النوع من السكري يقل إفراز الأنسولين في الجسم وبالإضافة إلى ذلك يكون هناك مقاومة من الجسم لمفعول الأنسولين والسبب في ذلك هو عدم استجابة الأنسجة لمفعول الأنسولين الذي يتم إفرازه. ويبقى هذا النوع ملازما للإنسان طوال حياته أيضا. سكري الحمل: تصاب به النساء في فترة الحمل فقط ويزول بعد الولادة ويكون السبب في ذلك هو مقاومة الجسم لهرمون الأنسولين بسبب زيادة إفراز الهرمونات في جسم المرأة الحامل. أعراض مرض السكري الذهاب للتبول كثيرا خلال اليوم وذلك يكون في أوقات متقاربة. الشعور بالعطش بكثرة والرغبة في شرب الماء كثيرا. ملاحظة نقصان الوزن في فترة قصيرة ولسبب غير محدد. الإحساس بالتعب والإرهاق كثيرا. الشعور بالجوع الشديد والرغبة في تناول الطعام بكثرة. عدم الوضوح في الرؤية والشعور بتشويش عند النظر لأي شيء. عندما يصاب الشخص بجرح فإنه سوف يلاحظ أن الجرح يشفى ببطئ ويحتاج للكثير من الوقت كي يتعافى منه. هذه هي أغلب الأعراض التي يشعر بها مريض السكري بأي نوع من أنواع السكري وعندما يلاحظ الإنسان إصابته بالأعراض السابقة يجب أن يراجع الطبيب كي يتم تشخيص حالته ويساعده في التعايش مع المرض وعدم حدوث أي مضاعفات للشخص المصاب. أسباب مرض السكري يوجد العديد من الأسباب التي تجعل الشخص معرض للإصابة بمرض السكري والتي يجب أن يعرفها الجميع كي يحافظوا على أنفسهم من الإصابة بمرض السكري وهي: قلة الحركة والنشاط ولعب التمارين الرياضية التي تساعد على وقاية الجسم من الأمراض. زيادة الوزن بشكل كبير والذي في الغالب يكون سببه تناول الكثير من السكريات والدهون. إذا كان أحد أفراد العائلة مصاب بالسكري فإنه من الممكن أن ينتقل السكري بالوراثة. العمر له دور أيضا فكلما تقدم الإنسان في العمر يكون أكثر عرضة للإصابة بمرض السكري. هذه الأسباب تساعد على ظهور مرض السكري على الإنسان وتجعله معرض للإصابة بمرض السكري أكثر من غيره لذلك يجب على الإنسان أن يكون حريصا على صحته ولا يتهاون في الحفاظ عليها كي لا يتعرض لمضاعفات الأمراض فمرض السكري لو لم يتم علاجه منذ البداية والالتزام بما يجب على المريض فعله سوف يؤدي ذلك لإصابة الشخص بمضاعفات خطيرة وهي متعددة. مضاعفات مرض السكري الإصابة بزيادة نسبة السكر في الدم بشكلٍ مفرط أو نقصانه بشدة. حدوث أضرار في العين ومستوى الرؤية للإنسان المصاب. الإصابة بمشاكل في الكليتين وحدوث أضرار بهما. الإصابة بأمراض الأعصاب المختلفة. التعرض لمشاكل العظام والمفاصل والشعور بالآلام فيها. حدوث أضرار في كف القدم وقد يصاب الشخص أيضا بالغرغرينة ويتعرض لبتر أحد أصابعه. الإصابة بضرر في الفم ومشاكل متعددة في الأسنان واللثة. كل هذه المضاعفات الخطيرة تصيب الشخص المصاب بمرض السكري وذلك إذا لم يتم علاجه في الوقت المناسب وتكاسل المريض في اتباع أوامر الطبيب ويمكن أن يعيش الإنسان مع هذا المرض من دون أن يصاب بالأعراض السابقة إذا التزم بالعلاج الصحي وذلك حسب نوع مرضه. علاج مرض السكري ويوجد علاجات مختلفة لمرض السكري يمكن للمريض أن يتعالج بها ومنها: أخذ إبر الأنسولين لتنظيم نسبة السكر وذلك يكون في النوع الأول غالبا. تناول أدوية تساعد المريض على تنظيم نسبة السكر في الدم وعدم ارتفاع السكري المفاجئ. اتباع نظام غذائي صحي مليء بتناول الخضروات الطازجة والفواكه والابتعاد عن تناول الدهون والسكريات. ممارسة الرياضة وخصوصا رياضة المشي كي يبقى الجسم نشيطا وصحيا. يجب أن يتابع المريض حالته أولا بأول ويقيس نسبة السكر في الدم يوميا وذلك بالقيام بتوفير جهاز قياس السكري في المنزل وعند شعور المريض بأي بأعراض تعب فيجب عليه أن يقيس نسبة السكر في الدم ويتخذ الإجراءات الوقائية كي لا يتعرض لنوبة سكر أو أي مضاعفات خطيرة قد يصاب بها لأن مرض السكري قد يتسبب في إصابة الشخص بالسكتة القلبية أيضا ومشاكل في القلب وقد يتعرض الشخص إلى الإصابة برعشة في القدم أو اليد أو أي مشكلة من مشاكل الأعصاب المخلتفة. إن من أكثر المضاعفات الخطيرة التي تصيب مريض السكري هي الإصابة بأمراض الكلى والتعرض إلى تدمير الكليتين والحاجة إلى غسيل الكلى في المستقبل ويجب أن يكون المريض حريص جدا على الالتزام بالابتعاد عن أي شيء قد يجعله يتعرض للإصابة بمضاعفات مرض السكر أو حدوث نوبة سكر له لأنه هناك بعض الأشخاص إذا تعرضوا لنوبة سكر ولم يكن لديهم من يسعفهم في الوقت المناسب فقد يؤدي ذلك إلى وفاتهم أو الإصابة بعلة ومرض آخر خطير قد يعطل حياتهم ويجعلهم يعانون من التعب والألم لفترات طويلة ويفضل أن يتم نشر التوعية بين الناس حول مرض السكري كي يتعرفوا إلى المرض وكيفية الوقاية منه فذلك بالتأكيد سوف يحد كثيرا من إصابة الناس بمرض السكري ويجعلهم أكثر تجاوبا للعلاج عند إصابتهم به. يصاب الكثير من الأشخاص بمرض السكري بسبب عاداتهم اليومية الخاطئة ونظام طعامهم غير الصحي وذلك بالتأكيد يزيد من احتمالية إصابتهم بمرض السكري ولكن عندما يكون الإنسان واعي ومتطلع على المرض يستطيع أن يعدل نظام حياته بشكل أفضل كي يتجنب الإصابة بمرض السكري في المستقبل وإذا أصيب به سوف يكون قادرا على التغلب عليه والحد من مضاعفاته. يشعر الكثير من الناس بالحزن وعدم التفاؤل عند معرفتهم أنهم مصابون بمرض السكري ويستسلمون للمرض أو هناك أشخاص لا يهتمون كثيرا بالمحافظة على صحتهم ولا يتبعون نظام صحي كي يجنبهم حدوث مضاعفات المرض ويستهترون كثيرا بصحتهم ولكن ذلك كله خطأ ويجعل الإنسان يتعرض للكثير من الأمراض والمشاكل الكبرى التي قد لا يمكن علاجها إذا تمكنت في الجسم في المستقبل."
    }
  ]
}
